{
    "requires_authentication": false, 
    "sort_order": 10, 
    "name": "Aust", 
    "view_type": {
        "show_children": true, 
        "name": "COAG Index View", 
        "show_siblings": false
    }, 
    "external_url": null, 
    "children": [
        {
            "requires_authentication": false, 
            "sort_order": 10, 
            "name": "ACT", 
            "view_type": {
                "show_children": true, 
                "name": "COAG Index View", 
                "show_siblings": false
            }, 
            "external_url": null, 
            "children": [
                {
                    "requires_authentication": false, 
                    "sort_order": 100, 
                    "name": "Housing", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Affordable Housing Agreement (NAHA) is ’...that all Australians have access to affordable,\r\nsafe and sustainable housing that contributes to social and economic participation’ (COAG, 2009a). The NAHA aims to\r\ncontribute to the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>people who are homeless or at risk of homelessness achieve sustainable housing and social inclusion;</li>\r\n<li>people are able to rent housing that meets their needs;</li>\r\n<li>people can purchase affordable housing;</li>\r\n<li>people have access to housing through an efficient and responsive housing market;</li>\r\n<li> Indigenous people have the same housing opportunities (in relation to homelessness services, housing rental,\r\nhousing purchase and access to housing through an efficient and responsive housing market) as other\r\nAustralians; and</li>\r\n<li> Indigenous people have improved housing amenity and reduced overcrowding, particularly in remote areas\r\nand discrete communities.</li>\r\n</ol>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Affordable Housing Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p>There are two National Partnership Agreements related to housing in Australia:</p>\r\n<p><b>National Partnership Agreement on Homelessness: 2015-17</b</p>\r\n<p>The National Partnership Agreement on Homelessness: 2015-17 (NPAH) aims to reduce homelessness through sustained effort and partnerships with business, the not-for-profit sector and the community. It contributes to the objective of the National Affordable Housing Agreement that all Australians have access to affordable, safe and sustainable housing that contributes to social and economic participation (COAG, 2009a; p.11).</p>\r\n<p>Under the NPAH 2015-17, all states and territories have committed to direct at least 25 per cent of total matched funding over two years towards the priority areas of homelessness services focusing on women and children experiencing domestic and family violence and young people who are homeless or at risk of homelessness. In addition, all jurisdictions have identified geographical area(s) with significant need for services in these priority areas and the services that will be delivered to address these needs.</p>\r\n<p>Project plans set out each jurisdiction’s strategy for delivering on priority and additional outputs to achieve NPAH outcomes. </p>\r\n<p><b>National Partnership Agreement on Remote Indigenous Housing</b></p>\r\n<p>The National Partnership Agreement on Remote Indigenous Housing (NPARIH) aims to address significant overcrowding, homelessness, poor housing conditions and the severe housing shortage in remote Indigenous communities. NPARIH’s capital works programme is the key output to address these outcomes.</p>\r\n<p>A new Remote Housing Strategy is being negotiated to replace the NPARIH.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "ACT", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "ACT", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "housing_act"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 200, 
                    "name": "Education", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>There are two agreements in place that relate to schools education: the National Education Agreement (NEA) and the\r\nNational Education Reform Agreement (NERA).</p>\r\n<p>Only benchmarks and indicators common to both agreements have been included. The performance frameworks for the\r\ntwo agreements have significant overlap.</p>\r\n<h3>National Education Agreement</h3>\r\n<p>The objective of the NEA (January 2009) is ‘All Australian school students acquire the knowledge and skills to participate\r\neffectively in society and employment in a globalised economy’ (COAG, 2009c). The NEA is intended to contribute to the\r\nachievement of the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>all children are engaged in and benefiting from schooling;</li>\r\n<li>young people are meeting basic literacy and numeracy standards, and overall levels of literacy and numeracy\r\nachievement are improving;</li>\r\n<li>Australian students excel by international standards;</li>\r\n<li>schooling promotes the social inclusion and reduces the educational disadvantage of children, especially\r\nIndigenous children; and</li>\r\n<li>young people make a successful transition from school to work and further study.\r\nQueensland, Western Australia and the Northern Territory operate under the NEA in agreement with the\r\nCommonwealth.</li>\r\n</ol>\r\n<h3>National Education Reform Agreement</h3>\r\n<p>Outcomes for the NERA (COAG, 2013) are similar to the ones stated in the NEA:</p>\r\n<ol type=\"a\">\r\n<li>Australian students excel by international standards;</li>\r\n<li>young people make a successful transition from school to work and further study;</li>\r\n<li>all children are engaged in and benefiting from schooling; and</li>\r\n<li>schooling reduces the educational disadvantage of children, including Aboriginal and Torres Strait Islander\r\nchildren and children from low socio-economic status backgrounds.</li>\r\n</ol>\r\n<p>New South Wales, Victoria, South Australia, Tasmania and the Australian Capital Territory operate under the NERA in\r\nagreement with the Commonwealth.</p>\r\n<p>We assess COAG’s performance against the two benchmarks identified in the NEA and the NERA, and supplement this\r\nwith an indication of literacy and numeracy achievement among school age children and the participation of young\r\npeople in post-school education, training or employment.</p>\r\n<p><i>See also: National Agreement on Skills and Workforce Development on page 15 for assessment of similar benchmarks.</i></p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p>There are two National Partnership Agreements related to education in Australia:</p>\r\n\r\n<p><b>National Partnership Agreement on Universal Access to Early Childhood Education</b></p>\r\n<p>The objective of this Agreement is to provide universal access to quality early childhood programmes for children in the year before full-time school for 600 hours per year, delivered by a qualified early childhood teacher who meets National Quality Framework (NQF) requirements, and with a focus on participation by vulnerable and disadvantaged children.</p>\r\n<p>The enrolment performance indicator has been chosen for assessment as it can be appropriately compared across the years and is a headline indicator of the National Partnership.</p>\r\n\r\n<p><b>National Partnership Agreement on the National Quality Agenda for Early Childhood Education and Care</b></p>\r\n<p>In 2009, the Commonwealth, states and territories committed to increasing their focus on children in their early years to ensure the wellbeing of children throughout their lives and to deliver the vision of the Early Childhood Development Strategy endorsed by COAG that 'by 2020 all children have the best start in life to create a better future for themselves, and for the nation'.</p>\r\n<p>The National Partnership Agreement on the National Quality Agenda for Early Childhood Education and Care contributes to achieving these agreed outcomes by establishing a National Quality Framework (NQF) for early childhood education and care, jointly governed by the Commonwealth, states and territories and assisted by a national body, the Australian Children’s Education and Care Quality Authority. The NQF aims to provide efficient and effective regulation of early childhood education and care service and improve the quality of service delivery.</p>\r\n<p>Services covered by the NQF in all states and territories are assessed and rated against the National Quality Standard (NQS). The NQS sets standards for service quality and requires NQF regulated education and care services, including those in schools, to focus on continuous improvement and consistency.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Education Agreement / National Education Reform Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "ACT", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "ACT", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "education_act"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 300, 
                    "name": "Skills", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Agreement for Skills and Workforce Development (NASWD) is a vocational education and\r\ntraining (VET) system that:</p>\r\n<ol type=\"a\">\r\n<li>delivers a productive and highly skilled workforce;</li>\r\n<li>enables all working age Australians to develop the skills and qualifications needed to participate effectively\r\nin the labour market and contribute to Australia’s economic future; and</li>\r\n<li>supports increased rates of workforce participation.</li>\r\n</ol>\r\n<p>To achieve this objective, the three outcomes the agreement seeks to achieve are:</p>\r\n<ol type=\"a\">\r\n<li>the skill levels of the working age population are increased to meet the changing needs of the economy;</li>\r\n<li> all working age Australians have the opportunity to develop skills; and</li>\r\n<li> training delivers the skills and capabilities needed for improved economic participation for working age\r\nAustralians.</li>\r\n</ol>\r\n<p>We assess COAG’s performance against the two benchmarks identified in the NASWD, and supplement this with an\r\nindication of how effectively VET is translating into improved employment outcomes for graduates.</p>\r\n<p><i>See also: National Education Agreement and National Education Reform Agreement on page 22 for assessment of similar\r\nbenchmarks.</i></p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p><b>The National Partnership Agreement on Skills Reform</b></p>\r\n<p>The Commonwealth committed $1.75 billion over five years for a National Partnership Agreement on Skills Reform (NPASR) to reform the vocational education and training system. The NPASR commenced in 2012 and expires in June 2017. This assessment is of state, territory and Commonwealth achievement up to 31 December 2013.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Agreement for Skills and Workforce Development", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "ACT", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "ACT", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "skills_act"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 400, 
                    "name": "Healthcare", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Healthcare Agreement (NHA) is for Commonwealth, state and territory governments to\r\nimprove health outcomes for all Australians and ensure the sustainability of the Australian health system (COAG, 2011).</p>\r\n<p>This section includes benchmarks or indicators providing information on five of the seven outcomes of the NHA:</p>\r\n<ol type=\"a\">\r\n<li>Australians are born and remain healthy;</li>\r\n<li>Australians receive appropriate high quality and affordable primary and community health services;</li>\r\n<li>Australians receive appropriate high quality and affordable hospital and hospital related care;</li>\r\n<li>Older Australians receive appropriate high quality and affordable health and aged care services;</li>\r\n<li>Australians have positive health and aged care experiences which take account of individual circumstances\r\nand care needs (not reported);</li>\r\n<li>Australians have a health system that promotes social inclusion and reduces disadvantage, especially for\r\nIndigenous Australians (partially reported – see our section on the National Indigenous Reform Agreement\r\nfor more information); and</li>\r\n<li>Australians have a sustainable health system (not reported).</li>\r\n</ol>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p><b>The National Partnership Agreement Supporting National Mental Health Reform</b></p>\r\n<p>This National Partnership Agreement Supporting National Mental Health Reform provides funding to the states and territories to deliver improved health, social, economic and housing outcomes for people with severe and persistent mental illness. It was signed on 13 April 2012 and will cease on 30 June 2016. A total of 20 projects have been funded, with each state/territory implementing between one and four discrete projects. This assessment is of state, territory and Commonwealth achievement up to April 2015.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Healthcare Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "ACT", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "ACT", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "healthcare_act"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 500, 
                    "name": "Disability", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Disability Agreement (NDA) is that ‘People with disability and their carers have an\r\nenhanced quality of life and participate as valued members of the community’ (COAG 2009b). The NDA aims to\r\ncontribute to the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>people with disability achieve economic participation and social inclusion;</li>\r\n<li>people with disability enjoy choice, wellbeing and opportunity to live as independently as possible; and</li>\r\n<li> families and carers are well supported.</li>\r\n</ol>\r\n<p>The staged implementation of the National Disability Insurance Scheme (NDIS) commenced in mid-2013. The data used\r\nin this section are the latest available; but predate the NDIS rollout.</p>\r\n<p>We assess COAG’s performance against the two benchmarks identified in the NDA, and supplement this with an\r\nindication of the level of participation by people with a disability in social and community activities.</p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Disability Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "ACT", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "ACT", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "disability_act"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 600, 
                    "name": "Indigenous", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The overarching objective of the National Indigenous Reform Agreement (NIRA) is to implement intergovernmental\r\nreforms to close the gap in Indigenous disadvantage. COAG has recognised that overcoming Indigenous disadvantage\r\nwill require long-term commitment across the Closing the Gap benchmarks (COAG, 2008):</p>\r\n<ul>\r\n<li>Close the life expectancy gap within a generation (by 2031)</li>\r\n<li>Halve the gap in mortality rates for Indigenous children under five within a decade (by 2018)</li>\r\n<li>Ensuring that 95 per cent of all Indigenous four-year-olds are enrolled in early childhood education (by 2025)</li>\r\n<li>Close the gap between Indigenous and non-Indigenous school attendance within five years (by 2018)</li>\r\n<li>Halve the gap for Indigenous students in reading, writing and numeracy within a decade (by 2018)</li>\r\n<li>Halve the gap for Indigenous people aged 20-24 in Year 12 attainment or equivalent attainment rates by 2020</li>\r\n<li>Halve the gap in employment outcomes between Indigenous and non-Indigenous Australians within a decade\r\n(by 2018).</li>\r\n</ul>\r\n\r\n<p>Unlike other National Agreements, the NIRA covers a range of service areas, drawing together Indigenous-related\r\ninformation from other Agreements plus additional NIRA-specific performance benchmark information. For the purposes\r\nof this summary report, the additional indicators have not been analysed—instead, attention has focused specifically on\r\nthe Closing the Gap targets.</p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Indigenous Reform Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "ACT", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "ACT", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "indigenous_act"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 700, 
                    "name": "Infrastructure", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p><b>National Partnership Agreement on Land Transport Infrastructure Projects</b></p>\r\n<p>The National Partnership Agreement on Land Transport Infrastructure Projects (NPALTIP) is designed to contribute to a safe, sustainable national transport system that enhances connectivity and supports economic opportunity.</p>\r\n<p>The NPALTIP was finalised in October 2014. It follows on from, and includes transitional projects started under, the National Partnership Agreement on Implementation of Major Infrastructure Projects and the National Partnership Agreement on Implementation of the Nation Building Program 2009-2014. Agreed projects are included in the Schedules of Works.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "ACT", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "ACT", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "infrastructure_act"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 800, 
                    "name": "Legal Assistance", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p><b>National Partnership Agreement on Land Transport Infrastructure Projects</b></p>\r\n<p>The National Partnership Agreement on Land Transport Infrastructure Projects (NPALTIP) is designed to contribute to a safe, sustainable national transport system that enhances connectivity and supports economic opportunity.</p>\r\n<p>The NPALTIP was finalised in October 2014. It follows on from, and includes transitional projects started under, the National Partnership Agreement on Implementation of Major Infrastructure Projects and the National Partnership Agreement on Implementation of the Nation Building Program 2009-2014. Agreed projects are included in the Schedules of Works.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "ACT", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "ACT", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "legal_assistance_act"
                }
            ], 
            "properties": [
                {
                    "type": 1, 
                    "value": "ACT", 
                    "key": "state_name"
                }, 
                {
                    "type": 1, 
                    "value": "ACT", 
                    "key": "state_abbrev"
                }
            ], 
            "label": "act"
        }, 
        {
            "requires_authentication": false, 
            "sort_order": 20, 
            "name": "NSW", 
            "view_type": {
                "show_children": true, 
                "name": "COAG Index View", 
                "show_siblings": false
            }, 
            "external_url": null, 
            "children": [
                {
                    "requires_authentication": false, 
                    "sort_order": 100, 
                    "name": "Housing", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Affordable Housing Agreement (NAHA) is ’...that all Australians have access to affordable,\r\nsafe and sustainable housing that contributes to social and economic participation’ (COAG, 2009a). The NAHA aims to\r\ncontribute to the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>people who are homeless or at risk of homelessness achieve sustainable housing and social inclusion;</li>\r\n<li>people are able to rent housing that meets their needs;</li>\r\n<li>people can purchase affordable housing;</li>\r\n<li>people have access to housing through an efficient and responsive housing market;</li>\r\n<li> Indigenous people have the same housing opportunities (in relation to homelessness services, housing rental,\r\nhousing purchase and access to housing through an efficient and responsive housing market) as other\r\nAustralians; and</li>\r\n<li> Indigenous people have improved housing amenity and reduced overcrowding, particularly in remote areas\r\nand discrete communities.</li>\r\n</ol>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Affordable Housing Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p>There are two National Partnership Agreements related to housing in Australia:</p>\r\n<p><b>National Partnership Agreement on Homelessness: 2015-17</b</p>\r\n<p>The National Partnership Agreement on Homelessness: 2015-17 (NPAH) aims to reduce homelessness through sustained effort and partnerships with business, the not-for-profit sector and the community. It contributes to the objective of the National Affordable Housing Agreement that all Australians have access to affordable, safe and sustainable housing that contributes to social and economic participation (COAG, 2009a; p.11).</p>\r\n<p>Under the NPAH 2015-17, all states and territories have committed to direct at least 25 per cent of total matched funding over two years towards the priority areas of homelessness services focusing on women and children experiencing domestic and family violence and young people who are homeless or at risk of homelessness. In addition, all jurisdictions have identified geographical area(s) with significant need for services in these priority areas and the services that will be delivered to address these needs.</p>\r\n<p>Project plans set out each jurisdiction’s strategy for delivering on priority and additional outputs to achieve NPAH outcomes. </p>\r\n<p><b>National Partnership Agreement on Remote Indigenous Housing</b></p>\r\n<p>The National Partnership Agreement on Remote Indigenous Housing (NPARIH) aims to address significant overcrowding, homelessness, poor housing conditions and the severe housing shortage in remote Indigenous communities. NPARIH’s capital works programme is the key output to address these outcomes.</p>\r\n<p>A new Remote Housing Strategy is being negotiated to replace the NPARIH.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "NSW", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "NSW", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "housing_nsw"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 200, 
                    "name": "Education", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>There are two agreements in place that relate to schools education: the National Education Agreement (NEA) and the\r\nNational Education Reform Agreement (NERA).</p>\r\n<p>Only benchmarks and indicators common to both agreements have been included. The performance frameworks for the\r\ntwo agreements have significant overlap.</p>\r\n<h3>National Education Agreement</h3>\r\n<p>The objective of the NEA (January 2009) is ‘All Australian school students acquire the knowledge and skills to participate\r\neffectively in society and employment in a globalised economy’ (COAG, 2009c). The NEA is intended to contribute to the\r\nachievement of the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>all children are engaged in and benefiting from schooling;</li>\r\n<li>young people are meeting basic literacy and numeracy standards, and overall levels of literacy and numeracy\r\nachievement are improving;</li>\r\n<li>Australian students excel by international standards;</li>\r\n<li>schooling promotes the social inclusion and reduces the educational disadvantage of children, especially\r\nIndigenous children; and</li>\r\n<li>young people make a successful transition from school to work and further study.\r\nQueensland, Western Australia and the Northern Territory operate under the NEA in agreement with the\r\nCommonwealth.</li>\r\n</ol>\r\n<h3>National Education Reform Agreement</h3>\r\n<p>Outcomes for the NERA (COAG, 2013) are similar to the ones stated in the NEA:</p>\r\n<ol type=\"a\">\r\n<li>Australian students excel by international standards;</li>\r\n<li>young people make a successful transition from school to work and further study;</li>\r\n<li>all children are engaged in and benefiting from schooling; and</li>\r\n<li>schooling reduces the educational disadvantage of children, including Aboriginal and Torres Strait Islander\r\nchildren and children from low socio-economic status backgrounds.</li>\r\n</ol>\r\n<p>New South Wales, Victoria, South Australia, Tasmania and the Australian Capital Territory operate under the NERA in\r\nagreement with the Commonwealth.</p>\r\n<p>We assess COAG’s performance against the two benchmarks identified in the NEA and the NERA, and supplement this\r\nwith an indication of literacy and numeracy achievement among school age children and the participation of young\r\npeople in post-school education, training or employment.</p>\r\n<p><i>See also: National Agreement on Skills and Workforce Development on page 15 for assessment of similar benchmarks.</i></p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Education Agreement / National Education Reform Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p>There are two National Partnership Agreements related to education in Australia:</p>\r\n\r\n<p><b>National Partnership Agreement on Universal Access to Early Childhood Education</b></p>\r\n<p>The objective of this Agreement is to provide universal access to quality early childhood programmes for children in the year before full-time school for 600 hours per year, delivered by a qualified early childhood teacher who meets National Quality Framework (NQF) requirements, and with a focus on participation by vulnerable and disadvantaged children.</p>\r\n<p>The enrolment performance indicator has been chosen for assessment as it can be appropriately compared across the years and is a headline indicator of the National Partnership.</p>\r\n\r\n<p><b>National Partnership Agreement on the National Quality Agenda for Early Childhood Education and Care</b></p>\r\n<p>In 2009, the Commonwealth, states and territories committed to increasing their focus on children in their early years to ensure the wellbeing of children throughout their lives and to deliver the vision of the Early Childhood Development Strategy endorsed by COAG that 'by 2020 all children have the best start in life to create a better future for themselves, and for the nation'.</p>\r\n<p>The National Partnership Agreement on the National Quality Agenda for Early Childhood Education and Care contributes to achieving these agreed outcomes by establishing a National Quality Framework (NQF) for early childhood education and care, jointly governed by the Commonwealth, states and territories and assisted by a national body, the Australian Children’s Education and Care Quality Authority. The NQF aims to provide efficient and effective regulation of early childhood education and care service and improve the quality of service delivery.</p>\r\n<p>Services covered by the NQF in all states and territories are assessed and rated against the National Quality Standard (NQS). The NQS sets standards for service quality and requires NQF regulated education and care services, including those in schools, to focus on continuous improvement and consistency.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "NSW", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "NSW", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "education_nsw"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 300, 
                    "name": "Skills", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Agreement for Skills and Workforce Development (NASWD) is a vocational education and\r\ntraining (VET) system that:</p>\r\n<ol type=\"a\">\r\n<li>delivers a productive and highly skilled workforce;</li>\r\n<li>enables all working age Australians to develop the skills and qualifications needed to participate effectively\r\nin the labour market and contribute to Australia’s economic future; and</li>\r\n<li>supports increased rates of workforce participation.</li>\r\n</ol>\r\n<p>To achieve this objective, the three outcomes the agreement seeks to achieve are:</p>\r\n<ol type=\"a\">\r\n<li>the skill levels of the working age population are increased to meet the changing needs of the economy;</li>\r\n<li> all working age Australians have the opportunity to develop skills; and</li>\r\n<li> training delivers the skills and capabilities needed for improved economic participation for working age\r\nAustralians.</li>\r\n</ol>\r\n<p>We assess COAG’s performance against the two benchmarks identified in the NASWD, and supplement this with an\r\nindication of how effectively VET is translating into improved employment outcomes for graduates.</p>\r\n<p><i>See also: National Education Agreement and National Education Reform Agreement on page 22 for assessment of similar\r\nbenchmarks.</i></p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p><b>The National Partnership Agreement on Skills Reform</b></p>\r\n<p>The Commonwealth committed $1.75 billion over five years for a National Partnership Agreement on Skills Reform (NPASR) to reform the vocational education and training system. The NPASR commenced in 2012 and expires in June 2017. This assessment is of state, territory and Commonwealth achievement up to 31 December 2013.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Agreement for Skills and Workforce Development", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "NSW", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "NSW", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "skills_nsw"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 400, 
                    "name": "Healthcare", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Healthcare Agreement (NHA) is for Commonwealth, state and territory governments to\r\nimprove health outcomes for all Australians and ensure the sustainability of the Australian health system (COAG, 2011).</p>\r\n<p>This section includes benchmarks or indicators providing information on five of the seven outcomes of the NHA:</p>\r\n<ol type=\"a\">\r\n<li>Australians are born and remain healthy;</li>\r\n<li>Australians receive appropriate high quality and affordable primary and community health services;</li>\r\n<li>Australians receive appropriate high quality and affordable hospital and hospital related care;</li>\r\n<li>Older Australians receive appropriate high quality and affordable health and aged care services;</li>\r\n<li>Australians have positive health and aged care experiences which take account of individual circumstances\r\nand care needs (not reported);</li>\r\n<li>Australians have a health system that promotes social inclusion and reduces disadvantage, especially for\r\nIndigenous Australians (partially reported – see our section on the National Indigenous Reform Agreement\r\nfor more information); and</li>\r\n<li>Australians have a sustainable health system (not reported).</li>\r\n</ol>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p><b>The National Partnership Agreement Supporting National Mental Health Reform</b></p>\r\n<p>This National Partnership Agreement Supporting National Mental Health Reform provides funding to the states and territories to deliver improved health, social, economic and housing outcomes for people with severe and persistent mental illness. It was signed on 13 April 2012 and will cease on 30 June 2016. A total of 20 projects have been funded, with each state/territory implementing between one and four discrete projects. This assessment is of state, territory and Commonwealth achievement up to April 2015.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Healthcare Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "NSW", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "NSW", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "healthcare_nsw"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 500, 
                    "name": "Disability", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Disability Agreement (NDA) is that ‘People with disability and their carers have an\r\nenhanced quality of life and participate as valued members of the community’ (COAG 2009b). The NDA aims to\r\ncontribute to the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>people with disability achieve economic participation and social inclusion;</li>\r\n<li>people with disability enjoy choice, wellbeing and opportunity to live as independently as possible; and</li>\r\n<li> families and carers are well supported.</li>\r\n</ol>\r\n<p>The staged implementation of the National Disability Insurance Scheme (NDIS) commenced in mid-2013. The data used\r\nin this section are the latest available; but predate the NDIS rollout.</p>\r\n<p>We assess COAG’s performance against the two benchmarks identified in the NDA, and supplement this with an\r\nindication of the level of participation by people with a disability in social and community activities.</p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Disability Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "NSW", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "NSW", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "disability_nsw"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 600, 
                    "name": "Indigenous", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The overarching objective of the National Indigenous Reform Agreement (NIRA) is to implement intergovernmental\r\nreforms to close the gap in Indigenous disadvantage. COAG has recognised that overcoming Indigenous disadvantage\r\nwill require long-term commitment across the Closing the Gap benchmarks (COAG, 2008):</p>\r\n<ul>\r\n<li>Close the life expectancy gap within a generation (by 2031)</li>\r\n<li>Halve the gap in mortality rates for Indigenous children under five within a decade (by 2018)</li>\r\n<li>Ensuring that 95 per cent of all Indigenous four-year-olds are enrolled in early childhood education (by 2025)</li>\r\n<li>Close the gap between Indigenous and non-Indigenous school attendance within five years (by 2018)</li>\r\n<li>Halve the gap for Indigenous students in reading, writing and numeracy within a decade (by 2018)</li>\r\n<li>Halve the gap for Indigenous people aged 20-24 in Year 12 attainment or equivalent attainment rates by 2020</li>\r\n<li>Halve the gap in employment outcomes between Indigenous and non-Indigenous Australians within a decade\r\n(by 2018).</li>\r\n</ul>\r\n\r\n<p>Unlike other National Agreements, the NIRA covers a range of service areas, drawing together Indigenous-related\r\ninformation from other Agreements plus additional NIRA-specific performance benchmark information. For the purposes\r\nof this summary report, the additional indicators have not been analysed—instead, attention has focused specifically on\r\nthe Closing the Gap targets.</p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Indigenous Reform Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "NSW", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "NSW", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "indigenous_nsw"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 700, 
                    "name": "Infrastructure", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p><b>National Partnership Agreement on Land Transport Infrastructure Projects</b></p>\r\n<p>The National Partnership Agreement on Land Transport Infrastructure Projects (NPALTIP) is designed to contribute to a safe, sustainable national transport system that enhances connectivity and supports economic opportunity.</p>\r\n<p>The NPALTIP was finalised in October 2014. It follows on from, and includes transitional projects started under, the National Partnership Agreement on Implementation of Major Infrastructure Projects and the National Partnership Agreement on Implementation of the Nation Building Program 2009-2014. Agreed projects are included in the Schedules of Works.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "NSW", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "NSW", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "infrastructure_nsw"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 800, 
                    "name": "Legal Assistance", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p><b>National Partnership Agreement on Land Transport Infrastructure Projects</b></p>\r\n<p>The National Partnership Agreement on Land Transport Infrastructure Projects (NPALTIP) is designed to contribute to a safe, sustainable national transport system that enhances connectivity and supports economic opportunity.</p>\r\n<p>The NPALTIP was finalised in October 2014. It follows on from, and includes transitional projects started under, the National Partnership Agreement on Implementation of Major Infrastructure Projects and the National Partnership Agreement on Implementation of the Nation Building Program 2009-2014. Agreed projects are included in the Schedules of Works.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "NSW", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "NSW", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "legal_assistance_nsw"
                }
            ], 
            "properties": [
                {
                    "type": 1, 
                    "value": "NSW", 
                    "key": "state_name"
                }, 
                {
                    "type": 1, 
                    "value": "NSW", 
                    "key": "state_abbrev"
                }
            ], 
            "label": "nsw"
        }, 
        {
            "requires_authentication": false, 
            "sort_order": 30, 
            "name": "NT", 
            "view_type": {
                "show_children": true, 
                "name": "COAG Index View", 
                "show_siblings": false
            }, 
            "external_url": null, 
            "children": [
                {
                    "requires_authentication": false, 
                    "sort_order": 100, 
                    "name": "Housing", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Affordable Housing Agreement (NAHA) is ’...that all Australians have access to affordable,\r\nsafe and sustainable housing that contributes to social and economic participation’ (COAG, 2009a). The NAHA aims to\r\ncontribute to the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>people who are homeless or at risk of homelessness achieve sustainable housing and social inclusion;</li>\r\n<li>people are able to rent housing that meets their needs;</li>\r\n<li>people can purchase affordable housing;</li>\r\n<li>people have access to housing through an efficient and responsive housing market;</li>\r\n<li> Indigenous people have the same housing opportunities (in relation to homelessness services, housing rental,\r\nhousing purchase and access to housing through an efficient and responsive housing market) as other\r\nAustralians; and</li>\r\n<li> Indigenous people have improved housing amenity and reduced overcrowding, particularly in remote areas\r\nand discrete communities.</li>\r\n</ol>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Affordable Housing Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p>There are two National Partnership Agreements related to housing in Australia:</p>\r\n<p><b>National Partnership Agreement on Homelessness: 2015-17</b</p>\r\n<p>The National Partnership Agreement on Homelessness: 2015-17 (NPAH) aims to reduce homelessness through sustained effort and partnerships with business, the not-for-profit sector and the community. It contributes to the objective of the National Affordable Housing Agreement that all Australians have access to affordable, safe and sustainable housing that contributes to social and economic participation (COAG, 2009a; p.11).</p>\r\n<p>Under the NPAH 2015-17, all states and territories have committed to direct at least 25 per cent of total matched funding over two years towards the priority areas of homelessness services focusing on women and children experiencing domestic and family violence and young people who are homeless or at risk of homelessness. In addition, all jurisdictions have identified geographical area(s) with significant need for services in these priority areas and the services that will be delivered to address these needs.</p>\r\n<p>Project plans set out each jurisdiction’s strategy for delivering on priority and additional outputs to achieve NPAH outcomes. </p>\r\n<p><b>National Partnership Agreement on Remote Indigenous Housing</b></p>\r\n<p>The National Partnership Agreement on Remote Indigenous Housing (NPARIH) aims to address significant overcrowding, homelessness, poor housing conditions and the severe housing shortage in remote Indigenous communities. NPARIH’s capital works programme is the key output to address these outcomes.</p>\r\n<p>A new Remote Housing Strategy is being negotiated to replace the NPARIH.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "NT", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "NT", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "housing_nt"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 200, 
                    "name": "Education", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>There are two agreements in place that relate to schools education: the National Education Agreement (NEA) and the\r\nNational Education Reform Agreement (NERA).</p>\r\n<p>Only benchmarks and indicators common to both agreements have been included. The performance frameworks for the\r\ntwo agreements have significant overlap.</p>\r\n<h3>National Education Agreement</h3>\r\n<p>The objective of the NEA (January 2009) is ‘All Australian school students acquire the knowledge and skills to participate\r\neffectively in society and employment in a globalised economy’ (COAG, 2009c). The NEA is intended to contribute to the\r\nachievement of the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>all children are engaged in and benefiting from schooling;</li>\r\n<li>young people are meeting basic literacy and numeracy standards, and overall levels of literacy and numeracy\r\nachievement are improving;</li>\r\n<li>Australian students excel by international standards;</li>\r\n<li>schooling promotes the social inclusion and reduces the educational disadvantage of children, especially\r\nIndigenous children; and</li>\r\n<li>young people make a successful transition from school to work and further study.\r\nQueensland, Western Australia and the Northern Territory operate under the NEA in agreement with the\r\nCommonwealth.</li>\r\n</ol>\r\n<h3>National Education Reform Agreement</h3>\r\n<p>Outcomes for the NERA (COAG, 2013) are similar to the ones stated in the NEA:</p>\r\n<ol type=\"a\">\r\n<li>Australian students excel by international standards;</li>\r\n<li>young people make a successful transition from school to work and further study;</li>\r\n<li>all children are engaged in and benefiting from schooling; and</li>\r\n<li>schooling reduces the educational disadvantage of children, including Aboriginal and Torres Strait Islander\r\nchildren and children from low socio-economic status backgrounds.</li>\r\n</ol>\r\n<p>New South Wales, Victoria, South Australia, Tasmania and the Australian Capital Territory operate under the NERA in\r\nagreement with the Commonwealth.</p>\r\n<p>We assess COAG’s performance against the two benchmarks identified in the NEA and the NERA, and supplement this\r\nwith an indication of literacy and numeracy achievement among school age children and the participation of young\r\npeople in post-school education, training or employment.</p>\r\n<p><i>See also: National Agreement on Skills and Workforce Development on page 15 for assessment of similar benchmarks.</i></p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p>There are two National Partnership Agreements related to education in Australia:</p>\r\n\r\n<p><b>National Partnership Agreement on Universal Access to Early Childhood Education</b></p>\r\n<p>The objective of this Agreement is to provide universal access to quality early childhood programmes for children in the year before full-time school for 600 hours per year, delivered by a qualified early childhood teacher who meets National Quality Framework (NQF) requirements, and with a focus on participation by vulnerable and disadvantaged children.</p>\r\n<p>The enrolment performance indicator has been chosen for assessment as it can be appropriately compared across the years and is a headline indicator of the National Partnership.</p>\r\n\r\n<p><b>National Partnership Agreement on the National Quality Agenda for Early Childhood Education and Care</b></p>\r\n<p>In 2009, the Commonwealth, states and territories committed to increasing their focus on children in their early years to ensure the wellbeing of children throughout their lives and to deliver the vision of the Early Childhood Development Strategy endorsed by COAG that 'by 2020 all children have the best start in life to create a better future for themselves, and for the nation'.</p>\r\n<p>The National Partnership Agreement on the National Quality Agenda for Early Childhood Education and Care contributes to achieving these agreed outcomes by establishing a National Quality Framework (NQF) for early childhood education and care, jointly governed by the Commonwealth, states and territories and assisted by a national body, the Australian Children’s Education and Care Quality Authority. The NQF aims to provide efficient and effective regulation of early childhood education and care service and improve the quality of service delivery.</p>\r\n<p>Services covered by the NQF in all states and territories are assessed and rated against the National Quality Standard (NQS). The NQS sets standards for service quality and requires NQF regulated education and care services, including those in schools, to focus on continuous improvement and consistency.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Education Agreement / National Education Reform Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "NT", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "NT", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "education_nt"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 300, 
                    "name": "Skills", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Agreement for Skills and Workforce Development (NASWD) is a vocational education and\r\ntraining (VET) system that:</p>\r\n<ol type=\"a\">\r\n<li>delivers a productive and highly skilled workforce;</li>\r\n<li>enables all working age Australians to develop the skills and qualifications needed to participate effectively\r\nin the labour market and contribute to Australia’s economic future; and</li>\r\n<li>supports increased rates of workforce participation.</li>\r\n</ol>\r\n<p>To achieve this objective, the three outcomes the agreement seeks to achieve are:</p>\r\n<ol type=\"a\">\r\n<li>the skill levels of the working age population are increased to meet the changing needs of the economy;</li>\r\n<li> all working age Australians have the opportunity to develop skills; and</li>\r\n<li> training delivers the skills and capabilities needed for improved economic participation for working age\r\nAustralians.</li>\r\n</ol>\r\n<p>We assess COAG’s performance against the two benchmarks identified in the NASWD, and supplement this with an\r\nindication of how effectively VET is translating into improved employment outcomes for graduates.</p>\r\n<p><i>See also: National Education Agreement and National Education Reform Agreement on page 22 for assessment of similar\r\nbenchmarks.</i></p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p><b>The National Partnership Agreement on Skills Reform</b></p>\r\n<p>The Commonwealth committed $1.75 billion over five years for a National Partnership Agreement on Skills Reform (NPASR) to reform the vocational education and training system. The NPASR commenced in 2012 and expires in June 2017. This assessment is of state, territory and Commonwealth achievement up to 31 December 2013.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Agreement for Skills and Workforce Development", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "NT", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "NT", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "skills_nt"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 400, 
                    "name": "Healthcare", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Healthcare Agreement (NHA) is for Commonwealth, state and territory governments to\r\nimprove health outcomes for all Australians and ensure the sustainability of the Australian health system (COAG, 2011).</p>\r\n<p>This section includes benchmarks or indicators providing information on five of the seven outcomes of the NHA:</p>\r\n<ol type=\"a\">\r\n<li>Australians are born and remain healthy;</li>\r\n<li>Australians receive appropriate high quality and affordable primary and community health services;</li>\r\n<li>Australians receive appropriate high quality and affordable hospital and hospital related care;</li>\r\n<li>Older Australians receive appropriate high quality and affordable health and aged care services;</li>\r\n<li>Australians have positive health and aged care experiences which take account of individual circumstances\r\nand care needs (not reported);</li>\r\n<li>Australians have a health system that promotes social inclusion and reduces disadvantage, especially for\r\nIndigenous Australians (partially reported – see our section on the National Indigenous Reform Agreement\r\nfor more information); and</li>\r\n<li>Australians have a sustainable health system (not reported).</li>\r\n</ol>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p><b>The National Partnership Agreement Supporting National Mental Health Reform</b></p>\r\n<p>This National Partnership Agreement Supporting National Mental Health Reform provides funding to the states and territories to deliver improved health, social, economic and housing outcomes for people with severe and persistent mental illness. It was signed on 13 April 2012 and will cease on 30 June 2016. A total of 20 projects have been funded, with each state/territory implementing between one and four discrete projects. This assessment is of state, territory and Commonwealth achievement up to April 2015.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Healthcare Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "NT", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "NT", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "healthcare_nt"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 500, 
                    "name": "Disability", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Disability Agreement (NDA) is that ‘People with disability and their carers have an\r\nenhanced quality of life and participate as valued members of the community’ (COAG 2009b). The NDA aims to\r\ncontribute to the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>people with disability achieve economic participation and social inclusion;</li>\r\n<li>people with disability enjoy choice, wellbeing and opportunity to live as independently as possible; and</li>\r\n<li> families and carers are well supported.</li>\r\n</ol>\r\n<p>The staged implementation of the National Disability Insurance Scheme (NDIS) commenced in mid-2013. The data used\r\nin this section are the latest available; but predate the NDIS rollout.</p>\r\n<p>We assess COAG’s performance against the two benchmarks identified in the NDA, and supplement this with an\r\nindication of the level of participation by people with a disability in social and community activities.</p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Disability Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "NT", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "NT", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "disability_nt"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 600, 
                    "name": "Indigenous", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The overarching objective of the National Indigenous Reform Agreement (NIRA) is to implement intergovernmental\r\nreforms to close the gap in Indigenous disadvantage. COAG has recognised that overcoming Indigenous disadvantage\r\nwill require long-term commitment across the Closing the Gap benchmarks (COAG, 2008):</p>\r\n<ul>\r\n<li>Close the life expectancy gap within a generation (by 2031)</li>\r\n<li>Halve the gap in mortality rates for Indigenous children under five within a decade (by 2018)</li>\r\n<li>Ensuring that 95 per cent of all Indigenous four-year-olds are enrolled in early childhood education (by 2025)</li>\r\n<li>Close the gap between Indigenous and non-Indigenous school attendance within five years (by 2018)</li>\r\n<li>Halve the gap for Indigenous students in reading, writing and numeracy within a decade (by 2018)</li>\r\n<li>Halve the gap for Indigenous people aged 20-24 in Year 12 attainment or equivalent attainment rates by 2020</li>\r\n<li>Halve the gap in employment outcomes between Indigenous and non-Indigenous Australians within a decade\r\n(by 2018).</li>\r\n</ul>\r\n\r\n<p>Unlike other National Agreements, the NIRA covers a range of service areas, drawing together Indigenous-related\r\ninformation from other Agreements plus additional NIRA-specific performance benchmark information. For the purposes\r\nof this summary report, the additional indicators have not been analysed—instead, attention has focused specifically on\r\nthe Closing the Gap targets.</p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Indigenous Reform Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "NT", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "NT", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "indigenous_nt"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 700, 
                    "name": "Infrastructure", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p><b>National Partnership Agreement on Land Transport Infrastructure Projects</b></p>\r\n<p>The National Partnership Agreement on Land Transport Infrastructure Projects (NPALTIP) is designed to contribute to a safe, sustainable national transport system that enhances connectivity and supports economic opportunity.</p>\r\n<p>The NPALTIP was finalised in October 2014. It follows on from, and includes transitional projects started under, the National Partnership Agreement on Implementation of Major Infrastructure Projects and the National Partnership Agreement on Implementation of the Nation Building Program 2009-2014. Agreed projects are included in the Schedules of Works.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "NT", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "NT", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "infrastructure_nt"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 800, 
                    "name": "Legal Assistance", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p><b>National Partnership Agreement on Land Transport Infrastructure Projects</b></p>\r\n<p>The National Partnership Agreement on Land Transport Infrastructure Projects (NPALTIP) is designed to contribute to a safe, sustainable national transport system that enhances connectivity and supports economic opportunity.</p>\r\n<p>The NPALTIP was finalised in October 2014. It follows on from, and includes transitional projects started under, the National Partnership Agreement on Implementation of Major Infrastructure Projects and the National Partnership Agreement on Implementation of the Nation Building Program 2009-2014. Agreed projects are included in the Schedules of Works.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "NT", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "NT", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "legal_assistance_nt"
                }
            ], 
            "properties": [
                {
                    "type": 1, 
                    "value": "NT", 
                    "key": "state_name"
                }, 
                {
                    "type": 1, 
                    "value": "NT", 
                    "key": "state_abbrev"
                }
            ], 
            "label": "nt"
        }, 
        {
            "requires_authentication": false, 
            "sort_order": 40, 
            "name": "SA", 
            "view_type": {
                "show_children": true, 
                "name": "COAG Index View", 
                "show_siblings": false
            }, 
            "external_url": null, 
            "children": [
                {
                    "requires_authentication": false, 
                    "sort_order": 100, 
                    "name": "Housing", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Affordable Housing Agreement (NAHA) is ’...that all Australians have access to affordable,\r\nsafe and sustainable housing that contributes to social and economic participation’ (COAG, 2009a). The NAHA aims to\r\ncontribute to the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>people who are homeless or at risk of homelessness achieve sustainable housing and social inclusion;</li>\r\n<li>people are able to rent housing that meets their needs;</li>\r\n<li>people can purchase affordable housing;</li>\r\n<li>people have access to housing through an efficient and responsive housing market;</li>\r\n<li> Indigenous people have the same housing opportunities (in relation to homelessness services, housing rental,\r\nhousing purchase and access to housing through an efficient and responsive housing market) as other\r\nAustralians; and</li>\r\n<li> Indigenous people have improved housing amenity and reduced overcrowding, particularly in remote areas\r\nand discrete communities.</li>\r\n</ol>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Affordable Housing Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p>There are two National Partnership Agreements related to housing in Australia:</p>\r\n<p><b>National Partnership Agreement on Homelessness: 2015-17</b</p>\r\n<p>The National Partnership Agreement on Homelessness: 2015-17 (NPAH) aims to reduce homelessness through sustained effort and partnerships with business, the not-for-profit sector and the community. It contributes to the objective of the National Affordable Housing Agreement that all Australians have access to affordable, safe and sustainable housing that contributes to social and economic participation (COAG, 2009a; p.11).</p>\r\n<p>Under the NPAH 2015-17, all states and territories have committed to direct at least 25 per cent of total matched funding over two years towards the priority areas of homelessness services focusing on women and children experiencing domestic and family violence and young people who are homeless or at risk of homelessness. In addition, all jurisdictions have identified geographical area(s) with significant need for services in these priority areas and the services that will be delivered to address these needs.</p>\r\n<p>Project plans set out each jurisdiction’s strategy for delivering on priority and additional outputs to achieve NPAH outcomes. </p>\r\n<p><b>National Partnership Agreement on Remote Indigenous Housing</b></p>\r\n<p>The National Partnership Agreement on Remote Indigenous Housing (NPARIH) aims to address significant overcrowding, homelessness, poor housing conditions and the severe housing shortage in remote Indigenous communities. NPARIH’s capital works programme is the key output to address these outcomes.</p>\r\n<p>A new Remote Housing Strategy is being negotiated to replace the NPARIH.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "SA", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "SA", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "housing_sa"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 200, 
                    "name": "Education", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>There are two agreements in place that relate to schools education: the National Education Agreement (NEA) and the\r\nNational Education Reform Agreement (NERA).</p>\r\n<p>Only benchmarks and indicators common to both agreements have been included. The performance frameworks for the\r\ntwo agreements have significant overlap.</p>\r\n<h3>National Education Agreement</h3>\r\n<p>The objective of the NEA (January 2009) is ‘All Australian school students acquire the knowledge and skills to participate\r\neffectively in society and employment in a globalised economy’ (COAG, 2009c). The NEA is intended to contribute to the\r\nachievement of the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>all children are engaged in and benefiting from schooling;</li>\r\n<li>young people are meeting basic literacy and numeracy standards, and overall levels of literacy and numeracy\r\nachievement are improving;</li>\r\n<li>Australian students excel by international standards;</li>\r\n<li>schooling promotes the social inclusion and reduces the educational disadvantage of children, especially\r\nIndigenous children; and</li>\r\n<li>young people make a successful transition from school to work and further study.\r\nQueensland, Western Australia and the Northern Territory operate under the NEA in agreement with the\r\nCommonwealth.</li>\r\n</ol>\r\n<h3>National Education Reform Agreement</h3>\r\n<p>Outcomes for the NERA (COAG, 2013) are similar to the ones stated in the NEA:</p>\r\n<ol type=\"a\">\r\n<li>Australian students excel by international standards;</li>\r\n<li>young people make a successful transition from school to work and further study;</li>\r\n<li>all children are engaged in and benefiting from schooling; and</li>\r\n<li>schooling reduces the educational disadvantage of children, including Aboriginal and Torres Strait Islander\r\nchildren and children from low socio-economic status backgrounds.</li>\r\n</ol>\r\n<p>New South Wales, Victoria, South Australia, Tasmania and the Australian Capital Territory operate under the NERA in\r\nagreement with the Commonwealth.</p>\r\n<p>We assess COAG’s performance against the two benchmarks identified in the NEA and the NERA, and supplement this\r\nwith an indication of literacy and numeracy achievement among school age children and the participation of young\r\npeople in post-school education, training or employment.</p>\r\n<p><i>See also: National Agreement on Skills and Workforce Development on page 15 for assessment of similar benchmarks.</i></p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p>There are two National Partnership Agreements related to education in Australia:</p>\r\n\r\n<p><b>National Partnership Agreement on Universal Access to Early Childhood Education</b></p>\r\n<p>The objective of this Agreement is to provide universal access to quality early childhood programmes for children in the year before full-time school for 600 hours per year, delivered by a qualified early childhood teacher who meets National Quality Framework (NQF) requirements, and with a focus on participation by vulnerable and disadvantaged children.</p>\r\n<p>The enrolment performance indicator has been chosen for assessment as it can be appropriately compared across the years and is a headline indicator of the National Partnership.</p>\r\n\r\n<p><b>National Partnership Agreement on the National Quality Agenda for Early Childhood Education and Care</b></p>\r\n<p>In 2009, the Commonwealth, states and territories committed to increasing their focus on children in their early years to ensure the wellbeing of children throughout their lives and to deliver the vision of the Early Childhood Development Strategy endorsed by COAG that 'by 2020 all children have the best start in life to create a better future for themselves, and for the nation'.</p>\r\n<p>The National Partnership Agreement on the National Quality Agenda for Early Childhood Education and Care contributes to achieving these agreed outcomes by establishing a National Quality Framework (NQF) for early childhood education and care, jointly governed by the Commonwealth, states and territories and assisted by a national body, the Australian Children’s Education and Care Quality Authority. The NQF aims to provide efficient and effective regulation of early childhood education and care service and improve the quality of service delivery.</p>\r\n<p>Services covered by the NQF in all states and territories are assessed and rated against the National Quality Standard (NQS). The NQS sets standards for service quality and requires NQF regulated education and care services, including those in schools, to focus on continuous improvement and consistency.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Education Agreement / National Education Reform Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "SA", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "SA", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "education_sa"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 300, 
                    "name": "Skills", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Agreement for Skills and Workforce Development (NASWD) is a vocational education and\r\ntraining (VET) system that:</p>\r\n<ol type=\"a\">\r\n<li>delivers a productive and highly skilled workforce;</li>\r\n<li>enables all working age Australians to develop the skills and qualifications needed to participate effectively\r\nin the labour market and contribute to Australia’s economic future; and</li>\r\n<li>supports increased rates of workforce participation.</li>\r\n</ol>\r\n<p>To achieve this objective, the three outcomes the agreement seeks to achieve are:</p>\r\n<ol type=\"a\">\r\n<li>the skill levels of the working age population are increased to meet the changing needs of the economy;</li>\r\n<li> all working age Australians have the opportunity to develop skills; and</li>\r\n<li> training delivers the skills and capabilities needed for improved economic participation for working age\r\nAustralians.</li>\r\n</ol>\r\n<p>We assess COAG’s performance against the two benchmarks identified in the NASWD, and supplement this with an\r\nindication of how effectively VET is translating into improved employment outcomes for graduates.</p>\r\n<p><i>See also: National Education Agreement and National Education Reform Agreement on page 22 for assessment of similar\r\nbenchmarks.</i></p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p><b>The National Partnership Agreement on Skills Reform</b></p>\r\n<p>The Commonwealth committed $1.75 billion over five years for a National Partnership Agreement on Skills Reform (NPASR) to reform the vocational education and training system. The NPASR commenced in 2012 and expires in June 2017. This assessment is of state, territory and Commonwealth achievement up to 31 December 2013.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Agreement for Skills and Workforce Development", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "SA", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "SA", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "skills_sa"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 400, 
                    "name": "Healthcare", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Healthcare Agreement (NHA) is for Commonwealth, state and territory governments to\r\nimprove health outcomes for all Australians and ensure the sustainability of the Australian health system (COAG, 2011).</p>\r\n<p>This section includes benchmarks or indicators providing information on five of the seven outcomes of the NHA:</p>\r\n<ol type=\"a\">\r\n<li>Australians are born and remain healthy;</li>\r\n<li>Australians receive appropriate high quality and affordable primary and community health services;</li>\r\n<li>Australians receive appropriate high quality and affordable hospital and hospital related care;</li>\r\n<li>Older Australians receive appropriate high quality and affordable health and aged care services;</li>\r\n<li>Australians have positive health and aged care experiences which take account of individual circumstances\r\nand care needs (not reported);</li>\r\n<li>Australians have a health system that promotes social inclusion and reduces disadvantage, especially for\r\nIndigenous Australians (partially reported – see our section on the National Indigenous Reform Agreement\r\nfor more information); and</li>\r\n<li>Australians have a sustainable health system (not reported).</li>\r\n</ol>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p><b>The National Partnership Agreement Supporting National Mental Health Reform</b></p>\r\n<p>This National Partnership Agreement Supporting National Mental Health Reform provides funding to the states and territories to deliver improved health, social, economic and housing outcomes for people with severe and persistent mental illness. It was signed on 13 April 2012 and will cease on 30 June 2016. A total of 20 projects have been funded, with each state/territory implementing between one and four discrete projects. This assessment is of state, territory and Commonwealth achievement up to April 2015.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Healthcare Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "SA", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "SA", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "healthcare_sa"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 500, 
                    "name": "Disability", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Disability Agreement (NDA) is that ‘People with disability and their carers have an\r\nenhanced quality of life and participate as valued members of the community’ (COAG 2009b). The NDA aims to\r\ncontribute to the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>people with disability achieve economic participation and social inclusion;</li>\r\n<li>people with disability enjoy choice, wellbeing and opportunity to live as independently as possible; and</li>\r\n<li> families and carers are well supported.</li>\r\n</ol>\r\n<p>The staged implementation of the National Disability Insurance Scheme (NDIS) commenced in mid-2013. The data used\r\nin this section are the latest available; but predate the NDIS rollout.</p>\r\n<p>We assess COAG’s performance against the two benchmarks identified in the NDA, and supplement this with an\r\nindication of the level of participation by people with a disability in social and community activities.</p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Disability Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "SA", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "SA", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "disability_sa"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 600, 
                    "name": "Indigenous", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The overarching objective of the National Indigenous Reform Agreement (NIRA) is to implement intergovernmental\r\nreforms to close the gap in Indigenous disadvantage. COAG has recognised that overcoming Indigenous disadvantage\r\nwill require long-term commitment across the Closing the Gap benchmarks (COAG, 2008):</p>\r\n<ul>\r\n<li>Close the life expectancy gap within a generation (by 2031)</li>\r\n<li>Halve the gap in mortality rates for Indigenous children under five within a decade (by 2018)</li>\r\n<li>Ensuring that 95 per cent of all Indigenous four-year-olds are enrolled in early childhood education (by 2025)</li>\r\n<li>Close the gap between Indigenous and non-Indigenous school attendance within five years (by 2018)</li>\r\n<li>Halve the gap for Indigenous students in reading, writing and numeracy within a decade (by 2018)</li>\r\n<li>Halve the gap for Indigenous people aged 20-24 in Year 12 attainment or equivalent attainment rates by 2020</li>\r\n<li>Halve the gap in employment outcomes between Indigenous and non-Indigenous Australians within a decade\r\n(by 2018).</li>\r\n</ul>\r\n\r\n<p>Unlike other National Agreements, the NIRA covers a range of service areas, drawing together Indigenous-related\r\ninformation from other Agreements plus additional NIRA-specific performance benchmark information. For the purposes\r\nof this summary report, the additional indicators have not been analysed—instead, attention has focused specifically on\r\nthe Closing the Gap targets.</p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Indigenous Reform Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "SA", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "SA", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "indigenous_sa"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 700, 
                    "name": "Infrastructure", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p><b>National Partnership Agreement on Land Transport Infrastructure Projects</b></p>\r\n<p>The National Partnership Agreement on Land Transport Infrastructure Projects (NPALTIP) is designed to contribute to a safe, sustainable national transport system that enhances connectivity and supports economic opportunity.</p>\r\n<p>The NPALTIP was finalised in October 2014. It follows on from, and includes transitional projects started under, the National Partnership Agreement on Implementation of Major Infrastructure Projects and the National Partnership Agreement on Implementation of the Nation Building Program 2009-2014. Agreed projects are included in the Schedules of Works.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "SA", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "SA", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "infrastructure_sa"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 800, 
                    "name": "Legal Assistance", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p><b>National Partnership Agreement on Land Transport Infrastructure Projects</b></p>\r\n<p>The National Partnership Agreement on Land Transport Infrastructure Projects (NPALTIP) is designed to contribute to a safe, sustainable national transport system that enhances connectivity and supports economic opportunity.</p>\r\n<p>The NPALTIP was finalised in October 2014. It follows on from, and includes transitional projects started under, the National Partnership Agreement on Implementation of Major Infrastructure Projects and the National Partnership Agreement on Implementation of the Nation Building Program 2009-2014. Agreed projects are included in the Schedules of Works.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "SA", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "SA", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "legal_assistance_sa"
                }
            ], 
            "properties": [
                {
                    "type": 1, 
                    "value": "SA", 
                    "key": "state_name"
                }, 
                {
                    "type": 1, 
                    "value": "SA", 
                    "key": "state_abbrev"
                }
            ], 
            "label": "sa"
        }, 
        {
            "requires_authentication": false, 
            "sort_order": 50, 
            "name": "Qld", 
            "view_type": {
                "show_children": true, 
                "name": "COAG Index View", 
                "show_siblings": false
            }, 
            "external_url": null, 
            "children": [
                {
                    "requires_authentication": false, 
                    "sort_order": 100, 
                    "name": "Housing", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Affordable Housing Agreement (NAHA) is ’...that all Australians have access to affordable,\r\nsafe and sustainable housing that contributes to social and economic participation’ (COAG, 2009a). The NAHA aims to\r\ncontribute to the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>people who are homeless or at risk of homelessness achieve sustainable housing and social inclusion;</li>\r\n<li>people are able to rent housing that meets their needs;</li>\r\n<li>people can purchase affordable housing;</li>\r\n<li>people have access to housing through an efficient and responsive housing market;</li>\r\n<li> Indigenous people have the same housing opportunities (in relation to homelessness services, housing rental,\r\nhousing purchase and access to housing through an efficient and responsive housing market) as other\r\nAustralians; and</li>\r\n<li> Indigenous people have improved housing amenity and reduced overcrowding, particularly in remote areas\r\nand discrete communities.</li>\r\n</ol>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Affordable Housing Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p>There are two National Partnership Agreements related to housing in Australia:</p>\r\n<p><b>National Partnership Agreement on Homelessness: 2015-17</b</p>\r\n<p>The National Partnership Agreement on Homelessness: 2015-17 (NPAH) aims to reduce homelessness through sustained effort and partnerships with business, the not-for-profit sector and the community. It contributes to the objective of the National Affordable Housing Agreement that all Australians have access to affordable, safe and sustainable housing that contributes to social and economic participation (COAG, 2009a; p.11).</p>\r\n<p>Under the NPAH 2015-17, all states and territories have committed to direct at least 25 per cent of total matched funding over two years towards the priority areas of homelessness services focusing on women and children experiencing domestic and family violence and young people who are homeless or at risk of homelessness. In addition, all jurisdictions have identified geographical area(s) with significant need for services in these priority areas and the services that will be delivered to address these needs.</p>\r\n<p>Project plans set out each jurisdiction’s strategy for delivering on priority and additional outputs to achieve NPAH outcomes. </p>\r\n<p><b>National Partnership Agreement on Remote Indigenous Housing</b></p>\r\n<p>The National Partnership Agreement on Remote Indigenous Housing (NPARIH) aims to address significant overcrowding, homelessness, poor housing conditions and the severe housing shortage in remote Indigenous communities. NPARIH’s capital works programme is the key output to address these outcomes.</p>\r\n<p>A new Remote Housing Strategy is being negotiated to replace the NPARIH.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "Queensland", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "Qld", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "housing_qld"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 200, 
                    "name": "Education", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>There are two agreements in place that relate to schools education: the National Education Agreement (NEA) and the\r\nNational Education Reform Agreement (NERA).</p>\r\n<p>Only benchmarks and indicators common to both agreements have been included. The performance frameworks for the\r\ntwo agreements have significant overlap.</p>\r\n<h3>National Education Agreement</h3>\r\n<p>The objective of the NEA (January 2009) is ‘All Australian school students acquire the knowledge and skills to participate\r\neffectively in society and employment in a globalised economy’ (COAG, 2009c). The NEA is intended to contribute to the\r\nachievement of the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>all children are engaged in and benefiting from schooling;</li>\r\n<li>young people are meeting basic literacy and numeracy standards, and overall levels of literacy and numeracy\r\nachievement are improving;</li>\r\n<li>Australian students excel by international standards;</li>\r\n<li>schooling promotes the social inclusion and reduces the educational disadvantage of children, especially\r\nIndigenous children; and</li>\r\n<li>young people make a successful transition from school to work and further study.\r\nQueensland, Western Australia and the Northern Territory operate under the NEA in agreement with the\r\nCommonwealth.</li>\r\n</ol>\r\n<h3>National Education Reform Agreement</h3>\r\n<p>Outcomes for the NERA (COAG, 2013) are similar to the ones stated in the NEA:</p>\r\n<ol type=\"a\">\r\n<li>Australian students excel by international standards;</li>\r\n<li>young people make a successful transition from school to work and further study;</li>\r\n<li>all children are engaged in and benefiting from schooling; and</li>\r\n<li>schooling reduces the educational disadvantage of children, including Aboriginal and Torres Strait Islander\r\nchildren and children from low socio-economic status backgrounds.</li>\r\n</ol>\r\n<p>New South Wales, Victoria, South Australia, Tasmania and the Australian Capital Territory operate under the NERA in\r\nagreement with the Commonwealth.</p>\r\n<p>We assess COAG’s performance against the two benchmarks identified in the NEA and the NERA, and supplement this\r\nwith an indication of literacy and numeracy achievement among school age children and the participation of young\r\npeople in post-school education, training or employment.</p>\r\n<p><i>See also: National Agreement on Skills and Workforce Development on page 15 for assessment of similar benchmarks.</i></p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p>There are two National Partnership Agreements related to education in Australia:</p>\r\n\r\n<p><b>National Partnership Agreement on Universal Access to Early Childhood Education</b></p>\r\n<p>The objective of this Agreement is to provide universal access to quality early childhood programmes for children in the year before full-time school for 600 hours per year, delivered by a qualified early childhood teacher who meets National Quality Framework (NQF) requirements, and with a focus on participation by vulnerable and disadvantaged children.</p>\r\n<p>The enrolment performance indicator has been chosen for assessment as it can be appropriately compared across the years and is a headline indicator of the National Partnership.</p>\r\n\r\n<p><b>National Partnership Agreement on the National Quality Agenda for Early Childhood Education and Care</b></p>\r\n<p>In 2009, the Commonwealth, states and territories committed to increasing their focus on children in their early years to ensure the wellbeing of children throughout their lives and to deliver the vision of the Early Childhood Development Strategy endorsed by COAG that 'by 2020 all children have the best start in life to create a better future for themselves, and for the nation'.</p>\r\n<p>The National Partnership Agreement on the National Quality Agenda for Early Childhood Education and Care contributes to achieving these agreed outcomes by establishing a National Quality Framework (NQF) for early childhood education and care, jointly governed by the Commonwealth, states and territories and assisted by a national body, the Australian Children’s Education and Care Quality Authority. The NQF aims to provide efficient and effective regulation of early childhood education and care service and improve the quality of service delivery.</p>\r\n<p>Services covered by the NQF in all states and territories are assessed and rated against the National Quality Standard (NQS). The NQS sets standards for service quality and requires NQF regulated education and care services, including those in schools, to focus on continuous improvement and consistency.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Education Agreement / National Education Reform Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "Queensland", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "Qld", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "education_qld"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 300, 
                    "name": "Skills", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Agreement for Skills and Workforce Development (NASWD) is a vocational education and\r\ntraining (VET) system that:</p>\r\n<ol type=\"a\">\r\n<li>delivers a productive and highly skilled workforce;</li>\r\n<li>enables all working age Australians to develop the skills and qualifications needed to participate effectively\r\nin the labour market and contribute to Australia’s economic future; and</li>\r\n<li>supports increased rates of workforce participation.</li>\r\n</ol>\r\n<p>To achieve this objective, the three outcomes the agreement seeks to achieve are:</p>\r\n<ol type=\"a\">\r\n<li>the skill levels of the working age population are increased to meet the changing needs of the economy;</li>\r\n<li> all working age Australians have the opportunity to develop skills; and</li>\r\n<li> training delivers the skills and capabilities needed for improved economic participation for working age\r\nAustralians.</li>\r\n</ol>\r\n<p>We assess COAG’s performance against the two benchmarks identified in the NASWD, and supplement this with an\r\nindication of how effectively VET is translating into improved employment outcomes for graduates.</p>\r\n<p><i>See also: National Education Agreement and National Education Reform Agreement on page 22 for assessment of similar\r\nbenchmarks.</i></p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p><b>The National Partnership Agreement on Skills Reform</b></p>\r\n<p>The Commonwealth committed $1.75 billion over five years for a National Partnership Agreement on Skills Reform (NPASR) to reform the vocational education and training system. The NPASR commenced in 2012 and expires in June 2017. This assessment is of state, territory and Commonwealth achievement up to 31 December 2013.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Agreement for Skills and Workforce Development", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "Queensland", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "Qld", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "skills_qld"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 400, 
                    "name": "Healthcare", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Healthcare Agreement (NHA) is for Commonwealth, state and territory governments to\r\nimprove health outcomes for all Australians and ensure the sustainability of the Australian health system (COAG, 2011).</p>\r\n<p>This section includes benchmarks or indicators providing information on five of the seven outcomes of the NHA:</p>\r\n<ol type=\"a\">\r\n<li>Australians are born and remain healthy;</li>\r\n<li>Australians receive appropriate high quality and affordable primary and community health services;</li>\r\n<li>Australians receive appropriate high quality and affordable hospital and hospital related care;</li>\r\n<li>Older Australians receive appropriate high quality and affordable health and aged care services;</li>\r\n<li>Australians have positive health and aged care experiences which take account of individual circumstances\r\nand care needs (not reported);</li>\r\n<li>Australians have a health system that promotes social inclusion and reduces disadvantage, especially for\r\nIndigenous Australians (partially reported – see our section on the National Indigenous Reform Agreement\r\nfor more information); and</li>\r\n<li>Australians have a sustainable health system (not reported).</li>\r\n</ol>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p><b>The National Partnership Agreement Supporting National Mental Health Reform</b></p>\r\n<p>This National Partnership Agreement Supporting National Mental Health Reform provides funding to the states and territories to deliver improved health, social, economic and housing outcomes for people with severe and persistent mental illness. It was signed on 13 April 2012 and will cease on 30 June 2016. A total of 20 projects have been funded, with each state/territory implementing between one and four discrete projects. This assessment is of state, territory and Commonwealth achievement up to April 2015.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Healthcare Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "Queensland", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "Qld", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "healthcare_qld"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 500, 
                    "name": "Disability", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Disability Agreement (NDA) is that ‘People with disability and their carers have an\r\nenhanced quality of life and participate as valued members of the community’ (COAG 2009b). The NDA aims to\r\ncontribute to the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>people with disability achieve economic participation and social inclusion;</li>\r\n<li>people with disability enjoy choice, wellbeing and opportunity to live as independently as possible; and</li>\r\n<li> families and carers are well supported.</li>\r\n</ol>\r\n<p>The staged implementation of the National Disability Insurance Scheme (NDIS) commenced in mid-2013. The data used\r\nin this section are the latest available; but predate the NDIS rollout.</p>\r\n<p>We assess COAG’s performance against the two benchmarks identified in the NDA, and supplement this with an\r\nindication of the level of participation by people with a disability in social and community activities.</p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Disability Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "Queensland", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "Qld", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "disability_qld"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 600, 
                    "name": "Indigenous", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The overarching objective of the National Indigenous Reform Agreement (NIRA) is to implement intergovernmental\r\nreforms to close the gap in Indigenous disadvantage. COAG has recognised that overcoming Indigenous disadvantage\r\nwill require long-term commitment across the Closing the Gap benchmarks (COAG, 2008):</p>\r\n<ul>\r\n<li>Close the life expectancy gap within a generation (by 2031)</li>\r\n<li>Halve the gap in mortality rates for Indigenous children under five within a decade (by 2018)</li>\r\n<li>Ensuring that 95 per cent of all Indigenous four-year-olds are enrolled in early childhood education (by 2025)</li>\r\n<li>Close the gap between Indigenous and non-Indigenous school attendance within five years (by 2018)</li>\r\n<li>Halve the gap for Indigenous students in reading, writing and numeracy within a decade (by 2018)</li>\r\n<li>Halve the gap for Indigenous people aged 20-24 in Year 12 attainment or equivalent attainment rates by 2020</li>\r\n<li>Halve the gap in employment outcomes between Indigenous and non-Indigenous Australians within a decade\r\n(by 2018).</li>\r\n</ul>\r\n\r\n<p>Unlike other National Agreements, the NIRA covers a range of service areas, drawing together Indigenous-related\r\ninformation from other Agreements plus additional NIRA-specific performance benchmark information. For the purposes\r\nof this summary report, the additional indicators have not been analysed—instead, attention has focused specifically on\r\nthe Closing the Gap targets.</p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Indigenous Reform Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "Queensland", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "Qld", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "indigenous_qld"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 700, 
                    "name": "Infrastructure", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p><b>National Partnership Agreement on Land Transport Infrastructure Projects</b></p>\r\n<p>The National Partnership Agreement on Land Transport Infrastructure Projects (NPALTIP) is designed to contribute to a safe, sustainable national transport system that enhances connectivity and supports economic opportunity.</p>\r\n<p>The NPALTIP was finalised in October 2014. It follows on from, and includes transitional projects started under, the National Partnership Agreement on Implementation of Major Infrastructure Projects and the National Partnership Agreement on Implementation of the Nation Building Program 2009-2014. Agreed projects are included in the Schedules of Works.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "Queensland", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "Qld", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "infrastructure_qld"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 800, 
                    "name": "Legal Assistance", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p><b>National Partnership Agreement on Land Transport Infrastructure Projects</b></p>\r\n<p>The National Partnership Agreement on Land Transport Infrastructure Projects (NPALTIP) is designed to contribute to a safe, sustainable national transport system that enhances connectivity and supports economic opportunity.</p>\r\n<p>The NPALTIP was finalised in October 2014. It follows on from, and includes transitional projects started under, the National Partnership Agreement on Implementation of Major Infrastructure Projects and the National Partnership Agreement on Implementation of the Nation Building Program 2009-2014. Agreed projects are included in the Schedules of Works.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "Queensland", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "Qld", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "legal_assistance_qld"
                }
            ], 
            "properties": [
                {
                    "type": 1, 
                    "value": "Queensland", 
                    "key": "state_name"
                }, 
                {
                    "type": 1, 
                    "value": "Qld", 
                    "key": "state_abbrev"
                }
            ], 
            "label": "qld"
        }, 
        {
            "requires_authentication": false, 
            "sort_order": 60, 
            "name": "Vic", 
            "view_type": {
                "show_children": true, 
                "name": "COAG Index View", 
                "show_siblings": false
            }, 
            "external_url": null, 
            "children": [
                {
                    "requires_authentication": false, 
                    "sort_order": 100, 
                    "name": "Housing", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Affordable Housing Agreement (NAHA) is ’...that all Australians have access to affordable,\r\nsafe and sustainable housing that contributes to social and economic participation’ (COAG, 2009a). The NAHA aims to\r\ncontribute to the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>people who are homeless or at risk of homelessness achieve sustainable housing and social inclusion;</li>\r\n<li>people are able to rent housing that meets their needs;</li>\r\n<li>people can purchase affordable housing;</li>\r\n<li>people have access to housing through an efficient and responsive housing market;</li>\r\n<li> Indigenous people have the same housing opportunities (in relation to homelessness services, housing rental,\r\nhousing purchase and access to housing through an efficient and responsive housing market) as other\r\nAustralians; and</li>\r\n<li> Indigenous people have improved housing amenity and reduced overcrowding, particularly in remote areas\r\nand discrete communities.</li>\r\n</ol>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Affordable Housing Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p>There are two National Partnership Agreements related to housing in Australia:</p>\r\n<p><b>National Partnership Agreement on Homelessness: 2015-17</b</p>\r\n<p>The National Partnership Agreement on Homelessness: 2015-17 (NPAH) aims to reduce homelessness through sustained effort and partnerships with business, the not-for-profit sector and the community. It contributes to the objective of the National Affordable Housing Agreement that all Australians have access to affordable, safe and sustainable housing that contributes to social and economic participation (COAG, 2009a; p.11).</p>\r\n<p>Under the NPAH 2015-17, all states and territories have committed to direct at least 25 per cent of total matched funding over two years towards the priority areas of homelessness services focusing on women and children experiencing domestic and family violence and young people who are homeless or at risk of homelessness. In addition, all jurisdictions have identified geographical area(s) with significant need for services in these priority areas and the services that will be delivered to address these needs.</p>\r\n<p>Project plans set out each jurisdiction’s strategy for delivering on priority and additional outputs to achieve NPAH outcomes. </p>\r\n<p><b>National Partnership Agreement on Remote Indigenous Housing</b></p>\r\n<p>The National Partnership Agreement on Remote Indigenous Housing (NPARIH) aims to address significant overcrowding, homelessness, poor housing conditions and the severe housing shortage in remote Indigenous communities. NPARIH’s capital works programme is the key output to address these outcomes.</p>\r\n<p>A new Remote Housing Strategy is being negotiated to replace the NPARIH.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "Victoria", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "Vic", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "housing_vic"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 200, 
                    "name": "Education", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>There are two agreements in place that relate to schools education: the National Education Agreement (NEA) and the\r\nNational Education Reform Agreement (NERA).</p>\r\n<p>Only benchmarks and indicators common to both agreements have been included. The performance frameworks for the\r\ntwo agreements have significant overlap.</p>\r\n<h3>National Education Agreement</h3>\r\n<p>The objective of the NEA (January 2009) is ‘All Australian school students acquire the knowledge and skills to participate\r\neffectively in society and employment in a globalised economy’ (COAG, 2009c). The NEA is intended to contribute to the\r\nachievement of the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>all children are engaged in and benefiting from schooling;</li>\r\n<li>young people are meeting basic literacy and numeracy standards, and overall levels of literacy and numeracy\r\nachievement are improving;</li>\r\n<li>Australian students excel by international standards;</li>\r\n<li>schooling promotes the social inclusion and reduces the educational disadvantage of children, especially\r\nIndigenous children; and</li>\r\n<li>young people make a successful transition from school to work and further study.\r\nQueensland, Western Australia and the Northern Territory operate under the NEA in agreement with the\r\nCommonwealth.</li>\r\n</ol>\r\n<h3>National Education Reform Agreement</h3>\r\n<p>Outcomes for the NERA (COAG, 2013) are similar to the ones stated in the NEA:</p>\r\n<ol type=\"a\">\r\n<li>Australian students excel by international standards;</li>\r\n<li>young people make a successful transition from school to work and further study;</li>\r\n<li>all children are engaged in and benefiting from schooling; and</li>\r\n<li>schooling reduces the educational disadvantage of children, including Aboriginal and Torres Strait Islander\r\nchildren and children from low socio-economic status backgrounds.</li>\r\n</ol>\r\n<p>New South Wales, Victoria, South Australia, Tasmania and the Australian Capital Territory operate under the NERA in\r\nagreement with the Commonwealth.</p>\r\n<p>We assess COAG’s performance against the two benchmarks identified in the NEA and the NERA, and supplement this\r\nwith an indication of literacy and numeracy achievement among school age children and the participation of young\r\npeople in post-school education, training or employment.</p>\r\n<p><i>See also: National Agreement on Skills and Workforce Development on page 15 for assessment of similar benchmarks.</i></p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p>There are two National Partnership Agreements related to education in Australia:</p>\r\n\r\n<p><b>National Partnership Agreement on Universal Access to Early Childhood Education</b></p>\r\n<p>The objective of this Agreement is to provide universal access to quality early childhood programmes for children in the year before full-time school for 600 hours per year, delivered by a qualified early childhood teacher who meets National Quality Framework (NQF) requirements, and with a focus on participation by vulnerable and disadvantaged children.</p>\r\n<p>The enrolment performance indicator has been chosen for assessment as it can be appropriately compared across the years and is a headline indicator of the National Partnership.</p>\r\n\r\n<p><b>National Partnership Agreement on the National Quality Agenda for Early Childhood Education and Care</b></p>\r\n<p>In 2009, the Commonwealth, states and territories committed to increasing their focus on children in their early years to ensure the wellbeing of children throughout their lives and to deliver the vision of the Early Childhood Development Strategy endorsed by COAG that 'by 2020 all children have the best start in life to create a better future for themselves, and for the nation'.</p>\r\n<p>The National Partnership Agreement on the National Quality Agenda for Early Childhood Education and Care contributes to achieving these agreed outcomes by establishing a National Quality Framework (NQF) for early childhood education and care, jointly governed by the Commonwealth, states and territories and assisted by a national body, the Australian Children’s Education and Care Quality Authority. The NQF aims to provide efficient and effective regulation of early childhood education and care service and improve the quality of service delivery.</p>\r\n<p>Services covered by the NQF in all states and territories are assessed and rated against the National Quality Standard (NQS). The NQS sets standards for service quality and requires NQF regulated education and care services, including those in schools, to focus on continuous improvement and consistency.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Education Agreement / National Education Reform Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "Victoria", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "Vic", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "education_vic"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 300, 
                    "name": "Skills", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Agreement for Skills and Workforce Development (NASWD) is a vocational education and\r\ntraining (VET) system that:</p>\r\n<ol type=\"a\">\r\n<li>delivers a productive and highly skilled workforce;</li>\r\n<li>enables all working age Australians to develop the skills and qualifications needed to participate effectively\r\nin the labour market and contribute to Australia’s economic future; and</li>\r\n<li>supports increased rates of workforce participation.</li>\r\n</ol>\r\n<p>To achieve this objective, the three outcomes the agreement seeks to achieve are:</p>\r\n<ol type=\"a\">\r\n<li>the skill levels of the working age population are increased to meet the changing needs of the economy;</li>\r\n<li> all working age Australians have the opportunity to develop skills; and</li>\r\n<li> training delivers the skills and capabilities needed for improved economic participation for working age\r\nAustralians.</li>\r\n</ol>\r\n<p>We assess COAG’s performance against the two benchmarks identified in the NASWD, and supplement this with an\r\nindication of how effectively VET is translating into improved employment outcomes for graduates.</p>\r\n<p><i>See also: National Education Agreement and National Education Reform Agreement on page 22 for assessment of similar\r\nbenchmarks.</i></p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p><b>The National Partnership Agreement on Skills Reform</b></p>\r\n<p>The Commonwealth committed $1.75 billion over five years for a National Partnership Agreement on Skills Reform (NPASR) to reform the vocational education and training system. The NPASR commenced in 2012 and expires in June 2017. This assessment is of state, territory and Commonwealth achievement up to 31 December 2013.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Agreement for Skills and Workforce Development", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "Victoria", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "Vic", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "skills_vic"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 400, 
                    "name": "Healthcare", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Healthcare Agreement (NHA) is for Commonwealth, state and territory governments to\r\nimprove health outcomes for all Australians and ensure the sustainability of the Australian health system (COAG, 2011).</p>\r\n<p>This section includes benchmarks or indicators providing information on five of the seven outcomes of the NHA:</p>\r\n<ol type=\"a\">\r\n<li>Australians are born and remain healthy;</li>\r\n<li>Australians receive appropriate high quality and affordable primary and community health services;</li>\r\n<li>Australians receive appropriate high quality and affordable hospital and hospital related care;</li>\r\n<li>Older Australians receive appropriate high quality and affordable health and aged care services;</li>\r\n<li>Australians have positive health and aged care experiences which take account of individual circumstances\r\nand care needs (not reported);</li>\r\n<li>Australians have a health system that promotes social inclusion and reduces disadvantage, especially for\r\nIndigenous Australians (partially reported – see our section on the National Indigenous Reform Agreement\r\nfor more information); and</li>\r\n<li>Australians have a sustainable health system (not reported).</li>\r\n</ol>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p><b>The National Partnership Agreement Supporting National Mental Health Reform</b></p>\r\n<p>This National Partnership Agreement Supporting National Mental Health Reform provides funding to the states and territories to deliver improved health, social, economic and housing outcomes for people with severe and persistent mental illness. It was signed on 13 April 2012 and will cease on 30 June 2016. A total of 20 projects have been funded, with each state/territory implementing between one and four discrete projects. This assessment is of state, territory and Commonwealth achievement up to April 2015.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Healthcare Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "Victoria", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "Vic", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "healthcare_vic"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 500, 
                    "name": "Disability", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Disability Agreement (NDA) is that ‘People with disability and their carers have an\r\nenhanced quality of life and participate as valued members of the community’ (COAG 2009b). The NDA aims to\r\ncontribute to the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>people with disability achieve economic participation and social inclusion;</li>\r\n<li>people with disability enjoy choice, wellbeing and opportunity to live as independently as possible; and</li>\r\n<li> families and carers are well supported.</li>\r\n</ol>\r\n<p>The staged implementation of the National Disability Insurance Scheme (NDIS) commenced in mid-2013. The data used\r\nin this section are the latest available; but predate the NDIS rollout.</p>\r\n<p>We assess COAG’s performance against the two benchmarks identified in the NDA, and supplement this with an\r\nindication of the level of participation by people with a disability in social and community activities.</p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Disability Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "Victoria", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "Vic", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "disability_vic"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 600, 
                    "name": "Indigenous", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The overarching objective of the National Indigenous Reform Agreement (NIRA) is to implement intergovernmental\r\nreforms to close the gap in Indigenous disadvantage. COAG has recognised that overcoming Indigenous disadvantage\r\nwill require long-term commitment across the Closing the Gap benchmarks (COAG, 2008):</p>\r\n<ul>\r\n<li>Close the life expectancy gap within a generation (by 2031)</li>\r\n<li>Halve the gap in mortality rates for Indigenous children under five within a decade (by 2018)</li>\r\n<li>Ensuring that 95 per cent of all Indigenous four-year-olds are enrolled in early childhood education (by 2025)</li>\r\n<li>Close the gap between Indigenous and non-Indigenous school attendance within five years (by 2018)</li>\r\n<li>Halve the gap for Indigenous students in reading, writing and numeracy within a decade (by 2018)</li>\r\n<li>Halve the gap for Indigenous people aged 20-24 in Year 12 attainment or equivalent attainment rates by 2020</li>\r\n<li>Halve the gap in employment outcomes between Indigenous and non-Indigenous Australians within a decade\r\n(by 2018).</li>\r\n</ul>\r\n\r\n<p>Unlike other National Agreements, the NIRA covers a range of service areas, drawing together Indigenous-related\r\ninformation from other Agreements plus additional NIRA-specific performance benchmark information. For the purposes\r\nof this summary report, the additional indicators have not been analysed—instead, attention has focused specifically on\r\nthe Closing the Gap targets.</p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Indigenous Reform Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "Victoria", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "Vic", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "indigenous_vic"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 700, 
                    "name": "Infrastructure", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p><b>National Partnership Agreement on Land Transport Infrastructure Projects</b></p>\r\n<p>The National Partnership Agreement on Land Transport Infrastructure Projects (NPALTIP) is designed to contribute to a safe, sustainable national transport system that enhances connectivity and supports economic opportunity.</p>\r\n<p>The NPALTIP was finalised in October 2014. It follows on from, and includes transitional projects started under, the National Partnership Agreement on Implementation of Major Infrastructure Projects and the National Partnership Agreement on Implementation of the Nation Building Program 2009-2014. Agreed projects are included in the Schedules of Works.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "Victoria", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "Vic", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "infrastructure_vic"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 800, 
                    "name": "Legal Assistance", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p><b>National Partnership Agreement on Land Transport Infrastructure Projects</b></p>\r\n<p>The National Partnership Agreement on Land Transport Infrastructure Projects (NPALTIP) is designed to contribute to a safe, sustainable national transport system that enhances connectivity and supports economic opportunity.</p>\r\n<p>The NPALTIP was finalised in October 2014. It follows on from, and includes transitional projects started under, the National Partnership Agreement on Implementation of Major Infrastructure Projects and the National Partnership Agreement on Implementation of the Nation Building Program 2009-2014. Agreed projects are included in the Schedules of Works.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "Victoria", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "Vic", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "legal_assistance_vic"
                }
            ], 
            "properties": [
                {
                    "type": 1, 
                    "value": "Victoria", 
                    "key": "state_name"
                }, 
                {
                    "type": 1, 
                    "value": "Vic", 
                    "key": "state_abbrev"
                }
            ], 
            "label": "vic"
        }, 
        {
            "requires_authentication": false, 
            "sort_order": 70, 
            "name": "Tas", 
            "view_type": {
                "show_children": true, 
                "name": "COAG Index View", 
                "show_siblings": false
            }, 
            "external_url": null, 
            "children": [
                {
                    "requires_authentication": false, 
                    "sort_order": 100, 
                    "name": "Housing", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Affordable Housing Agreement (NAHA) is ’...that all Australians have access to affordable,\r\nsafe and sustainable housing that contributes to social and economic participation’ (COAG, 2009a). The NAHA aims to\r\ncontribute to the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>people who are homeless or at risk of homelessness achieve sustainable housing and social inclusion;</li>\r\n<li>people are able to rent housing that meets their needs;</li>\r\n<li>people can purchase affordable housing;</li>\r\n<li>people have access to housing through an efficient and responsive housing market;</li>\r\n<li> Indigenous people have the same housing opportunities (in relation to homelessness services, housing rental,\r\nhousing purchase and access to housing through an efficient and responsive housing market) as other\r\nAustralians; and</li>\r\n<li> Indigenous people have improved housing amenity and reduced overcrowding, particularly in remote areas\r\nand discrete communities.</li>\r\n</ol>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Affordable Housing Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p>There are two National Partnership Agreements related to housing in Australia:</p>\r\n<p><b>National Partnership Agreement on Homelessness: 2015-17</b</p>\r\n<p>The National Partnership Agreement on Homelessness: 2015-17 (NPAH) aims to reduce homelessness through sustained effort and partnerships with business, the not-for-profit sector and the community. It contributes to the objective of the National Affordable Housing Agreement that all Australians have access to affordable, safe and sustainable housing that contributes to social and economic participation (COAG, 2009a; p.11).</p>\r\n<p>Under the NPAH 2015-17, all states and territories have committed to direct at least 25 per cent of total matched funding over two years towards the priority areas of homelessness services focusing on women and children experiencing domestic and family violence and young people who are homeless or at risk of homelessness. In addition, all jurisdictions have identified geographical area(s) with significant need for services in these priority areas and the services that will be delivered to address these needs.</p>\r\n<p>Project plans set out each jurisdiction’s strategy for delivering on priority and additional outputs to achieve NPAH outcomes. </p>\r\n<p><b>National Partnership Agreement on Remote Indigenous Housing</b></p>\r\n<p>The National Partnership Agreement on Remote Indigenous Housing (NPARIH) aims to address significant overcrowding, homelessness, poor housing conditions and the severe housing shortage in remote Indigenous communities. NPARIH’s capital works programme is the key output to address these outcomes.</p>\r\n<p>A new Remote Housing Strategy is being negotiated to replace the NPARIH.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "Tasmania", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "Tas", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "housing_tas"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 200, 
                    "name": "Education", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>There are two agreements in place that relate to schools education: the National Education Agreement (NEA) and the\r\nNational Education Reform Agreement (NERA).</p>\r\n<p>Only benchmarks and indicators common to both agreements have been included. The performance frameworks for the\r\ntwo agreements have significant overlap.</p>\r\n<h3>National Education Agreement</h3>\r\n<p>The objective of the NEA (January 2009) is ‘All Australian school students acquire the knowledge and skills to participate\r\neffectively in society and employment in a globalised economy’ (COAG, 2009c). The NEA is intended to contribute to the\r\nachievement of the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>all children are engaged in and benefiting from schooling;</li>\r\n<li>young people are meeting basic literacy and numeracy standards, and overall levels of literacy and numeracy\r\nachievement are improving;</li>\r\n<li>Australian students excel by international standards;</li>\r\n<li>schooling promotes the social inclusion and reduces the educational disadvantage of children, especially\r\nIndigenous children; and</li>\r\n<li>young people make a successful transition from school to work and further study.\r\nQueensland, Western Australia and the Northern Territory operate under the NEA in agreement with the\r\nCommonwealth.</li>\r\n</ol>\r\n<h3>National Education Reform Agreement</h3>\r\n<p>Outcomes for the NERA (COAG, 2013) are similar to the ones stated in the NEA:</p>\r\n<ol type=\"a\">\r\n<li>Australian students excel by international standards;</li>\r\n<li>young people make a successful transition from school to work and further study;</li>\r\n<li>all children are engaged in and benefiting from schooling; and</li>\r\n<li>schooling reduces the educational disadvantage of children, including Aboriginal and Torres Strait Islander\r\nchildren and children from low socio-economic status backgrounds.</li>\r\n</ol>\r\n<p>New South Wales, Victoria, South Australia, Tasmania and the Australian Capital Territory operate under the NERA in\r\nagreement with the Commonwealth.</p>\r\n<p>We assess COAG’s performance against the two benchmarks identified in the NEA and the NERA, and supplement this\r\nwith an indication of literacy and numeracy achievement among school age children and the participation of young\r\npeople in post-school education, training or employment.</p>\r\n<p><i>See also: National Agreement on Skills and Workforce Development on page 15 for assessment of similar benchmarks.</i></p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p>There are two National Partnership Agreements related to education in Australia:</p>\r\n\r\n<p><b>National Partnership Agreement on Universal Access to Early Childhood Education</b></p>\r\n<p>The objective of this Agreement is to provide universal access to quality early childhood programmes for children in the year before full-time school for 600 hours per year, delivered by a qualified early childhood teacher who meets National Quality Framework (NQF) requirements, and with a focus on participation by vulnerable and disadvantaged children.</p>\r\n<p>The enrolment performance indicator has been chosen for assessment as it can be appropriately compared across the years and is a headline indicator of the National Partnership.</p>\r\n\r\n<p><b>National Partnership Agreement on the National Quality Agenda for Early Childhood Education and Care</b></p>\r\n<p>In 2009, the Commonwealth, states and territories committed to increasing their focus on children in their early years to ensure the wellbeing of children throughout their lives and to deliver the vision of the Early Childhood Development Strategy endorsed by COAG that 'by 2020 all children have the best start in life to create a better future for themselves, and for the nation'.</p>\r\n<p>The National Partnership Agreement on the National Quality Agenda for Early Childhood Education and Care contributes to achieving these agreed outcomes by establishing a National Quality Framework (NQF) for early childhood education and care, jointly governed by the Commonwealth, states and territories and assisted by a national body, the Australian Children’s Education and Care Quality Authority. The NQF aims to provide efficient and effective regulation of early childhood education and care service and improve the quality of service delivery.</p>\r\n<p>Services covered by the NQF in all states and territories are assessed and rated against the National Quality Standard (NQS). The NQS sets standards for service quality and requires NQF regulated education and care services, including those in schools, to focus on continuous improvement and consistency.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Education Agreement / National Education Reform Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "Tasmania", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "Tas", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "education_tas"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 300, 
                    "name": "Skills", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p><b>The National Partnership Agreement on Skills Reform</b></p>\r\n<p>The Commonwealth committed $1.75 billion over five years for a National Partnership Agreement on Skills Reform (NPASR) to reform the vocational education and training system. The NPASR commenced in 2012 and expires in June 2017. This assessment is of state, territory and Commonwealth achievement up to 31 December 2013.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Agreement for Skills and Workforce Development", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "Tasmania", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "Tas", 
                            "key": "state_abbrev"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Agreement for Skills and Workforce Development (NASWD) is a vocational education and\r\ntraining (VET) system that:</p>\r\n<ol type=\"a\">\r\n<li>delivers a productive and highly skilled workforce;</li>\r\n<li>enables all working age Australians to develop the skills and qualifications needed to participate effectively\r\nin the labour market and contribute to Australia’s economic future; and</li>\r\n<li>supports increased rates of workforce participation.</li>\r\n</ol>\r\n<p>To achieve this objective, the three outcomes the agreement seeks to achieve are:</p>\r\n<ol type=\"a\">\r\n<li>the skill levels of the working age population are increased to meet the changing needs of the economy;</li>\r\n<li> all working age Australians have the opportunity to develop skills; and</li>\r\n<li> training delivers the skills and capabilities needed for improved economic participation for working age\r\nAustralians.</li>\r\n</ol>\r\n<p>We assess COAG’s performance against the two benchmarks identified in the NASWD, and supplement this with an\r\nindication of how effectively VET is translating into improved employment outcomes for graduates.</p>\r\n<p><i>See also: National Education Agreement and National Education Reform Agreement on page 22 for assessment of similar\r\nbenchmarks.</i></p>", 
                            "key": "objective"
                        }
                    ], 
                    "label": "skills_tas"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 400, 
                    "name": "Healthcare", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Healthcare Agreement (NHA) is for Commonwealth, state and territory governments to\r\nimprove health outcomes for all Australians and ensure the sustainability of the Australian health system (COAG, 2011).</p>\r\n<p>This section includes benchmarks or indicators providing information on five of the seven outcomes of the NHA:</p>\r\n<ol type=\"a\">\r\n<li>Australians are born and remain healthy;</li>\r\n<li>Australians receive appropriate high quality and affordable primary and community health services;</li>\r\n<li>Australians receive appropriate high quality and affordable hospital and hospital related care;</li>\r\n<li>Older Australians receive appropriate high quality and affordable health and aged care services;</li>\r\n<li>Australians have positive health and aged care experiences which take account of individual circumstances\r\nand care needs (not reported);</li>\r\n<li>Australians have a health system that promotes social inclusion and reduces disadvantage, especially for\r\nIndigenous Australians (partially reported – see our section on the National Indigenous Reform Agreement\r\nfor more information); and</li>\r\n<li>Australians have a sustainable health system (not reported).</li>\r\n</ol>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p><b>The National Partnership Agreement Supporting National Mental Health Reform</b></p>\r\n<p>This National Partnership Agreement Supporting National Mental Health Reform provides funding to the states and territories to deliver improved health, social, economic and housing outcomes for people with severe and persistent mental illness. It was signed on 13 April 2012 and will cease on 30 June 2016. A total of 20 projects have been funded, with each state/territory implementing between one and four discrete projects. This assessment is of state, territory and Commonwealth achievement up to April 2015.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Healthcare Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "Tasmania", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "Tas", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "healthcare_tas"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 500, 
                    "name": "Disability", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Disability Agreement (NDA) is that ‘People with disability and their carers have an\r\nenhanced quality of life and participate as valued members of the community’ (COAG 2009b). The NDA aims to\r\ncontribute to the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>people with disability achieve economic participation and social inclusion;</li>\r\n<li>people with disability enjoy choice, wellbeing and opportunity to live as independently as possible; and</li>\r\n<li> families and carers are well supported.</li>\r\n</ol>\r\n<p>The staged implementation of the National Disability Insurance Scheme (NDIS) commenced in mid-2013. The data used\r\nin this section are the latest available; but predate the NDIS rollout.</p>\r\n<p>We assess COAG’s performance against the two benchmarks identified in the NDA, and supplement this with an\r\nindication of the level of participation by people with a disability in social and community activities.</p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Disability Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "Tasmania", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "Tas", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "disability_tas"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 600, 
                    "name": "Indigenous", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The overarching objective of the National Indigenous Reform Agreement (NIRA) is to implement intergovernmental\r\nreforms to close the gap in Indigenous disadvantage. COAG has recognised that overcoming Indigenous disadvantage\r\nwill require long-term commitment across the Closing the Gap benchmarks (COAG, 2008):</p>\r\n<ul>\r\n<li>Close the life expectancy gap within a generation (by 2031)</li>\r\n<li>Halve the gap in mortality rates for Indigenous children under five within a decade (by 2018)</li>\r\n<li>Ensuring that 95 per cent of all Indigenous four-year-olds are enrolled in early childhood education (by 2025)</li>\r\n<li>Close the gap between Indigenous and non-Indigenous school attendance within five years (by 2018)</li>\r\n<li>Halve the gap for Indigenous students in reading, writing and numeracy within a decade (by 2018)</li>\r\n<li>Halve the gap for Indigenous people aged 20-24 in Year 12 attainment or equivalent attainment rates by 2020</li>\r\n<li>Halve the gap in employment outcomes between Indigenous and non-Indigenous Australians within a decade\r\n(by 2018).</li>\r\n</ul>\r\n\r\n<p>Unlike other National Agreements, the NIRA covers a range of service areas, drawing together Indigenous-related\r\ninformation from other Agreements plus additional NIRA-specific performance benchmark information. For the purposes\r\nof this summary report, the additional indicators have not been analysed—instead, attention has focused specifically on\r\nthe Closing the Gap targets.</p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Indigenous Reform Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "Tasmania", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "Tas", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "indigenous_tas"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 700, 
                    "name": "Infrastructure", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p><b>National Partnership Agreement on Land Transport Infrastructure Projects</b></p>\r\n<p>The National Partnership Agreement on Land Transport Infrastructure Projects (NPALTIP) is designed to contribute to a safe, sustainable national transport system that enhances connectivity and supports economic opportunity.</p>\r\n<p>The NPALTIP was finalised in October 2014. It follows on from, and includes transitional projects started under, the National Partnership Agreement on Implementation of Major Infrastructure Projects and the National Partnership Agreement on Implementation of the Nation Building Program 2009-2014. Agreed projects are included in the Schedules of Works.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "Tasmania", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "Tas", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "infrastructure_tas"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 800, 
                    "name": "Legal Assistance", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p><b>National Partnership Agreement on Land Transport Infrastructure Projects</b></p>\r\n<p>The National Partnership Agreement on Land Transport Infrastructure Projects (NPALTIP) is designed to contribute to a safe, sustainable national transport system that enhances connectivity and supports economic opportunity.</p>\r\n<p>The NPALTIP was finalised in October 2014. It follows on from, and includes transitional projects started under, the National Partnership Agreement on Implementation of Major Infrastructure Projects and the National Partnership Agreement on Implementation of the Nation Building Program 2009-2014. Agreed projects are included in the Schedules of Works.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "Tasmania", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "Tas", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "legal_assistance_tas"
                }
            ], 
            "properties": [
                {
                    "type": 1, 
                    "value": "Tasmania", 
                    "key": "state_name"
                }, 
                {
                    "type": 1, 
                    "value": "Tas", 
                    "key": "state_abbrev"
                }
            ], 
            "label": "tas"
        }, 
        {
            "requires_authentication": false, 
            "sort_order": 80, 
            "name": "WA", 
            "view_type": {
                "show_children": true, 
                "name": "COAG Index View", 
                "show_siblings": false
            }, 
            "external_url": null, 
            "children": [
                {
                    "requires_authentication": false, 
                    "sort_order": 100, 
                    "name": "Housing", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Affordable Housing Agreement (NAHA) is ’...that all Australians have access to affordable,\r\nsafe and sustainable housing that contributes to social and economic participation’ (COAG, 2009a). The NAHA aims to\r\ncontribute to the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>people who are homeless or at risk of homelessness achieve sustainable housing and social inclusion;</li>\r\n<li>people are able to rent housing that meets their needs;</li>\r\n<li>people can purchase affordable housing;</li>\r\n<li>people have access to housing through an efficient and responsive housing market;</li>\r\n<li> Indigenous people have the same housing opportunities (in relation to homelessness services, housing rental,\r\nhousing purchase and access to housing through an efficient and responsive housing market) as other\r\nAustralians; and</li>\r\n<li> Indigenous people have improved housing amenity and reduced overcrowding, particularly in remote areas\r\nand discrete communities.</li>\r\n</ol>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Affordable Housing Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p>There are two National Partnership Agreements related to housing in Australia:</p>\r\n<p><b>National Partnership Agreement on Homelessness: 2015-17</b</p>\r\n<p>The National Partnership Agreement on Homelessness: 2015-17 (NPAH) aims to reduce homelessness through sustained effort and partnerships with business, the not-for-profit sector and the community. It contributes to the objective of the National Affordable Housing Agreement that all Australians have access to affordable, safe and sustainable housing that contributes to social and economic participation (COAG, 2009a; p.11).</p>\r\n<p>Under the NPAH 2015-17, all states and territories have committed to direct at least 25 per cent of total matched funding over two years towards the priority areas of homelessness services focusing on women and children experiencing domestic and family violence and young people who are homeless or at risk of homelessness. In addition, all jurisdictions have identified geographical area(s) with significant need for services in these priority areas and the services that will be delivered to address these needs.</p>\r\n<p>Project plans set out each jurisdiction’s strategy for delivering on priority and additional outputs to achieve NPAH outcomes. </p>\r\n<p><b>National Partnership Agreement on Remote Indigenous Housing</b></p>\r\n<p>The National Partnership Agreement on Remote Indigenous Housing (NPARIH) aims to address significant overcrowding, homelessness, poor housing conditions and the severe housing shortage in remote Indigenous communities. NPARIH’s capital works programme is the key output to address these outcomes.</p>\r\n<p>A new Remote Housing Strategy is being negotiated to replace the NPARIH.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "WA", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "WA", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "housing_wa"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 200, 
                    "name": "Education", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>There are two agreements in place that relate to schools education: the National Education Agreement (NEA) and the\r\nNational Education Reform Agreement (NERA).</p>\r\n<p>Only benchmarks and indicators common to both agreements have been included. The performance frameworks for the\r\ntwo agreements have significant overlap.</p>\r\n<h3>National Education Agreement</h3>\r\n<p>The objective of the NEA (January 2009) is ‘All Australian school students acquire the knowledge and skills to participate\r\neffectively in society and employment in a globalised economy’ (COAG, 2009c). The NEA is intended to contribute to the\r\nachievement of the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>all children are engaged in and benefiting from schooling;</li>\r\n<li>young people are meeting basic literacy and numeracy standards, and overall levels of literacy and numeracy\r\nachievement are improving;</li>\r\n<li>Australian students excel by international standards;</li>\r\n<li>schooling promotes the social inclusion and reduces the educational disadvantage of children, especially\r\nIndigenous children; and</li>\r\n<li>young people make a successful transition from school to work and further study.\r\nQueensland, Western Australia and the Northern Territory operate under the NEA in agreement with the\r\nCommonwealth.</li>\r\n</ol>\r\n<h3>National Education Reform Agreement</h3>\r\n<p>Outcomes for the NERA (COAG, 2013) are similar to the ones stated in the NEA:</p>\r\n<ol type=\"a\">\r\n<li>Australian students excel by international standards;</li>\r\n<li>young people make a successful transition from school to work and further study;</li>\r\n<li>all children are engaged in and benefiting from schooling; and</li>\r\n<li>schooling reduces the educational disadvantage of children, including Aboriginal and Torres Strait Islander\r\nchildren and children from low socio-economic status backgrounds.</li>\r\n</ol>\r\n<p>New South Wales, Victoria, South Australia, Tasmania and the Australian Capital Territory operate under the NERA in\r\nagreement with the Commonwealth.</p>\r\n<p>We assess COAG’s performance against the two benchmarks identified in the NEA and the NERA, and supplement this\r\nwith an indication of literacy and numeracy achievement among school age children and the participation of young\r\npeople in post-school education, training or employment.</p>\r\n<p><i>See also: National Agreement on Skills and Workforce Development on page 15 for assessment of similar benchmarks.</i></p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p>There are two National Partnership Agreements related to education in Australia:</p>\r\n\r\n<p><b>National Partnership Agreement on Universal Access to Early Childhood Education</b></p>\r\n<p>The objective of this Agreement is to provide universal access to quality early childhood programmes for children in the year before full-time school for 600 hours per year, delivered by a qualified early childhood teacher who meets National Quality Framework (NQF) requirements, and with a focus on participation by vulnerable and disadvantaged children.</p>\r\n<p>The enrolment performance indicator has been chosen for assessment as it can be appropriately compared across the years and is a headline indicator of the National Partnership.</p>\r\n\r\n<p><b>National Partnership Agreement on the National Quality Agenda for Early Childhood Education and Care</b></p>\r\n<p>In 2009, the Commonwealth, states and territories committed to increasing their focus on children in their early years to ensure the wellbeing of children throughout their lives and to deliver the vision of the Early Childhood Development Strategy endorsed by COAG that 'by 2020 all children have the best start in life to create a better future for themselves, and for the nation'.</p>\r\n<p>The National Partnership Agreement on the National Quality Agenda for Early Childhood Education and Care contributes to achieving these agreed outcomes by establishing a National Quality Framework (NQF) for early childhood education and care, jointly governed by the Commonwealth, states and territories and assisted by a national body, the Australian Children’s Education and Care Quality Authority. The NQF aims to provide efficient and effective regulation of early childhood education and care service and improve the quality of service delivery.</p>\r\n<p>Services covered by the NQF in all states and territories are assessed and rated against the National Quality Standard (NQS). The NQS sets standards for service quality and requires NQF regulated education and care services, including those in schools, to focus on continuous improvement and consistency.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Education Agreement / National Education Reform Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "WA", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "WA", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "education_wa"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 300, 
                    "name": "Skills", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Agreement for Skills and Workforce Development (NASWD) is a vocational education and\r\ntraining (VET) system that:</p>\r\n<ol type=\"a\">\r\n<li>delivers a productive and highly skilled workforce;</li>\r\n<li>enables all working age Australians to develop the skills and qualifications needed to participate effectively\r\nin the labour market and contribute to Australia’s economic future; and</li>\r\n<li>supports increased rates of workforce participation.</li>\r\n</ol>\r\n<p>To achieve this objective, the three outcomes the agreement seeks to achieve are:</p>\r\n<ol type=\"a\">\r\n<li>the skill levels of the working age population are increased to meet the changing needs of the economy;</li>\r\n<li> all working age Australians have the opportunity to develop skills; and</li>\r\n<li> training delivers the skills and capabilities needed for improved economic participation for working age\r\nAustralians.</li>\r\n</ol>\r\n<p>We assess COAG’s performance against the two benchmarks identified in the NASWD, and supplement this with an\r\nindication of how effectively VET is translating into improved employment outcomes for graduates.</p>\r\n<p><i>See also: National Education Agreement and National Education Reform Agreement on page 22 for assessment of similar\r\nbenchmarks.</i></p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p><b>The National Partnership Agreement on Skills Reform</b></p>\r\n<p>The Commonwealth committed $1.75 billion over five years for a National Partnership Agreement on Skills Reform (NPASR) to reform the vocational education and training system. The NPASR commenced in 2012 and expires in June 2017. This assessment is of state, territory and Commonwealth achievement up to 31 December 2013.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Agreement for Skills and Workforce Development", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "WA", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "WA", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "skills_wa"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 400, 
                    "name": "Healthcare", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Healthcare Agreement (NHA) is for Commonwealth, state and territory governments to\r\nimprove health outcomes for all Australians and ensure the sustainability of the Australian health system (COAG, 2011).</p>\r\n<p>This section includes benchmarks or indicators providing information on five of the seven outcomes of the NHA:</p>\r\n<ol type=\"a\">\r\n<li>Australians are born and remain healthy;</li>\r\n<li>Australians receive appropriate high quality and affordable primary and community health services;</li>\r\n<li>Australians receive appropriate high quality and affordable hospital and hospital related care;</li>\r\n<li>Older Australians receive appropriate high quality and affordable health and aged care services;</li>\r\n<li>Australians have positive health and aged care experiences which take account of individual circumstances\r\nand care needs (not reported);</li>\r\n<li>Australians have a health system that promotes social inclusion and reduces disadvantage, especially for\r\nIndigenous Australians (partially reported – see our section on the National Indigenous Reform Agreement\r\nfor more information); and</li>\r\n<li>Australians have a sustainable health system (not reported).</li>\r\n</ol>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "<p><b>The National Partnership Agreement Supporting National Mental Health Reform</b></p>\r\n<p>This National Partnership Agreement Supporting National Mental Health Reform provides funding to the states and territories to deliver improved health, social, economic and housing outcomes for people with severe and persistent mental illness. It was signed on 13 April 2012 and will cease on 30 June 2016. A total of 20 projects have been funded, with each state/territory implementing between one and four discrete projects. This assessment is of state, territory and Commonwealth achievement up to April 2015.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Healthcare Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "WA", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "WA", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "healthcare_wa"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 500, 
                    "name": "Disability", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The objective of the National Disability Agreement (NDA) is that ‘People with disability and their carers have an\r\nenhanced quality of life and participate as valued members of the community’ (COAG 2009b). The NDA aims to\r\ncontribute to the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>people with disability achieve economic participation and social inclusion;</li>\r\n<li>people with disability enjoy choice, wellbeing and opportunity to live as independently as possible; and</li>\r\n<li> families and carers are well supported.</li>\r\n</ol>\r\n<p>The staged implementation of the National Disability Insurance Scheme (NDIS) commenced in mid-2013. The data used\r\nin this section are the latest available; but predate the NDIS rollout.</p>\r\n<p>We assess COAG’s performance against the two benchmarks identified in the NDA, and supplement this with an\r\nindication of the level of participation by people with a disability in social and community activities.</p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Disability Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "WA", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "WA", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "disability_wa"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 600, 
                    "name": "Indigenous", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p>The overarching objective of the National Indigenous Reform Agreement (NIRA) is to implement intergovernmental\r\nreforms to close the gap in Indigenous disadvantage. COAG has recognised that overcoming Indigenous disadvantage\r\nwill require long-term commitment across the Closing the Gap benchmarks (COAG, 2008):</p>\r\n<ul>\r\n<li>Close the life expectancy gap within a generation (by 2031)</li>\r\n<li>Halve the gap in mortality rates for Indigenous children under five within a decade (by 2018)</li>\r\n<li>Ensuring that 95 per cent of all Indigenous four-year-olds are enrolled in early childhood education (by 2025)</li>\r\n<li>Close the gap between Indigenous and non-Indigenous school attendance within five years (by 2018)</li>\r\n<li>Halve the gap for Indigenous students in reading, writing and numeracy within a decade (by 2018)</li>\r\n<li>Halve the gap for Indigenous people aged 20-24 in Year 12 attainment or equivalent attainment rates by 2020</li>\r\n<li>Halve the gap in employment outcomes between Indigenous and non-Indigenous Australians within a decade\r\n(by 2018).</li>\r\n</ul>\r\n\r\n<p>Unlike other National Agreements, the NIRA covers a range of service areas, drawing together Indigenous-related\r\ninformation from other Agreements plus additional NIRA-specific performance benchmark information. For the purposes\r\nof this summary report, the additional indicators have not been analysed—instead, attention has focused specifically on\r\nthe Closing the Gap targets.</p>", 
                            "key": "objective"
                        }, 
                        {
                            "type": 1, 
                            "value": "National Indigenous Reform Agreement", 
                            "key": "agreement"
                        }, 
                        {
                            "type": 1, 
                            "value": "WA", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "WA", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "indigenous_wa"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 700, 
                    "name": "Infrastructure", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p><b>National Partnership Agreement on Land Transport Infrastructure Projects</b></p>\r\n<p>The National Partnership Agreement on Land Transport Infrastructure Projects (NPALTIP) is designed to contribute to a safe, sustainable national transport system that enhances connectivity and supports economic opportunity.</p>\r\n<p>The NPALTIP was finalised in October 2014. It follows on from, and includes transitional projects started under, the National Partnership Agreement on Implementation of Major Infrastructure Projects and the National Partnership Agreement on Implementation of the Nation Building Program 2009-2014. Agreed projects are included in the Schedules of Works.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "WA", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "WA", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "infrastructure_wa"
                }, 
                {
                    "requires_authentication": false, 
                    "sort_order": 800, 
                    "name": "Legal Assistance", 
                    "view_type": {
                        "show_children": true, 
                        "name": "Main COAG View", 
                        "show_siblings": true
                    }, 
                    "external_url": null, 
                    "children": [], 
                    "properties": [
                        {
                            "type": 1, 
                            "value": "<p><b>National Partnership Agreement on Land Transport Infrastructure Projects</b></p>\r\n<p>The National Partnership Agreement on Land Transport Infrastructure Projects (NPALTIP) is designed to contribute to a safe, sustainable national transport system that enhances connectivity and supports economic opportunity.</p>\r\n<p>The NPALTIP was finalised in October 2014. It follows on from, and includes transitional projects started under, the National Partnership Agreement on Implementation of Major Infrastructure Projects and the National Partnership Agreement on Implementation of the Nation Building Program 2009-2014. Agreed projects are included in the Schedules of Works.</p>", 
                            "key": "partnership_agreements"
                        }, 
                        {
                            "type": 1, 
                            "value": "WA", 
                            "key": "state_name"
                        }, 
                        {
                            "type": 1, 
                            "value": "WA", 
                            "key": "state_abbrev"
                        }
                    ], 
                    "label": "legal_assistance_wa"
                }
            ], 
            "properties": [
                {
                    "type": 1, 
                    "value": "WA", 
                    "key": "state_name"
                }, 
                {
                    "type": 1, 
                    "value": "WA", 
                    "key": "state_abbrev"
                }
            ], 
            "label": "wa"
        }, 
        {
            "requires_authentication": false, 
            "sort_order": 100, 
            "name": "Housing", 
            "view_type": {
                "show_children": true, 
                "name": "Main COAG View", 
                "show_siblings": true
            }, 
            "external_url": null, 
            "children": [], 
            "properties": [
                {
                    "type": 1, 
                    "value": "<p>There are two National Partnership Agreements related to housing in Australia:</p>\r\n<p><b>National Partnership Agreement on Homelessness: 2015-17</b</p>\r\n<p>The National Partnership Agreement on Homelessness: 2015-17 (NPAH) aims to reduce homelessness through sustained effort and partnerships with business, the not-for-profit sector and the community. It contributes to the objective of the National Affordable Housing Agreement that all Australians have access to affordable, safe and sustainable housing that contributes to social and economic participation (COAG, 2009a; p.11).</p>\r\n<p>Under the NPAH 2015-17, all states and territories have committed to direct at least 25 per cent of total matched funding over two years towards the priority areas of homelessness services focusing on women and children experiencing domestic and family violence and young people who are homeless or at risk of homelessness. In addition, all jurisdictions have identified geographical area(s) with significant need for services in these priority areas and the services that will be delivered to address these needs.</p>\r\n<p>Project plans set out each jurisdiction’s strategy for delivering on priority and additional outputs to achieve NPAH outcomes. </p>\r\n<p><b>National Partnership Agreement on Remote Indigenous Housing</b></p>\r\n<p>The National Partnership Agreement on Remote Indigenous Housing (NPARIH) aims to address significant overcrowding, homelessness, poor housing conditions and the severe housing shortage in remote Indigenous communities. NPARIH’s capital works programme is the key output to address these outcomes.</p>\r\n<p>A new Remote Housing Strategy is being negotiated to replace the NPARIH.</p>", 
                    "key": "partnership_agreements"
                }, 
                {
                    "type": 1, 
                    "value": "<p>The objective of the National Affordable Housing Agreement (NAHA) is ’...that all Australians have access to affordable,\r\nsafe and sustainable housing that contributes to social and economic participation’ (COAG, 2009a). The NAHA aims to\r\ncontribute to the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>people who are homeless or at risk of homelessness achieve sustainable housing and social inclusion;</li>\r\n<li>people are able to rent housing that meets their needs;</li>\r\n<li>people can purchase affordable housing;</li>\r\n<li>people have access to housing through an efficient and responsive housing market;</li>\r\n<li> Indigenous people have the same housing opportunities (in relation to homelessness services, housing rental,\r\nhousing purchase and access to housing through an efficient and responsive housing market) as other\r\nAustralians; and</li>\r\n<li> Indigenous people have improved housing amenity and reduced overcrowding, particularly in remote areas\r\nand discrete communities.</li>\r\n</ol>", 
                    "key": "objective"
                }, 
                {
                    "type": 1, 
                    "value": "National Affordable Housing Agreement", 
                    "key": "agreement"
                }
            ], 
            "label": "housing"
        }, 
        {
            "requires_authentication": false, 
            "sort_order": 200, 
            "name": "Education", 
            "view_type": {
                "show_children": true, 
                "name": "Main COAG View", 
                "show_siblings": true
            }, 
            "external_url": null, 
            "children": [], 
            "properties": [
                {
                    "type": 1, 
                    "value": "<p>There are two agreements in place that relate to schools education: the National Education Agreement (NEA) and the\r\nNational Education Reform Agreement (NERA).</p>\r\n<p>Only benchmarks and indicators common to both agreements have been included. The performance frameworks for the\r\ntwo agreements have significant overlap.</p>\r\n<h3>National Education Agreement</h3>\r\n<p>The objective of the NEA (January 2009) is ‘All Australian school students acquire the knowledge and skills to participate\r\neffectively in society and employment in a globalised economy’ (COAG, 2009c). The NEA is intended to contribute to the\r\nachievement of the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>all children are engaged in and benefiting from schooling;</li>\r\n<li>young people are meeting basic literacy and numeracy standards, and overall levels of literacy and numeracy\r\nachievement are improving;</li>\r\n<li>Australian students excel by international standards;</li>\r\n<li>schooling promotes the social inclusion and reduces the educational disadvantage of children, especially\r\nIndigenous children; and</li>\r\n<li>young people make a successful transition from school to work and further study.\r\nQueensland, Western Australia and the Northern Territory operate under the NEA in agreement with the\r\nCommonwealth.</li>\r\n</ol>\r\n<h3>National Education Reform Agreement</h3>\r\n<p>Outcomes for the NERA (COAG, 2013) are similar to the ones stated in the NEA:</p>\r\n<ol type=\"a\">\r\n<li>Australian students excel by international standards;</li>\r\n<li>young people make a successful transition from school to work and further study;</li>\r\n<li>all children are engaged in and benefiting from schooling; and</li>\r\n<li>schooling reduces the educational disadvantage of children, including Aboriginal and Torres Strait Islander\r\nchildren and children from low socio-economic status backgrounds.</li>\r\n</ol>\r\n<p>New South Wales, Victoria, South Australia, Tasmania and the Australian Capital Territory operate under the NERA in\r\nagreement with the Commonwealth.</p>\r\n<p>We assess COAG’s performance against the two benchmarks identified in the NEA and the NERA, and supplement this\r\nwith an indication of literacy and numeracy achievement among school age children and the participation of young\r\npeople in post-school education, training or employment.</p>\r\n<p><i>See also: National Agreement on Skills and Workforce Development on page 15 for assessment of similar benchmarks.</i></p>", 
                    "key": "objective"
                }, 
                {
                    "type": 1, 
                    "value": "National Education Agreement / National Education Reform Agreement", 
                    "key": "agreement"
                }, 
                {
                    "type": 1, 
                    "value": "<p>There are two National Partnership Agreements related to education in Australia:</p>\r\n\r\n<p><b>National Partnership Agreement on Universal Access to Early Childhood Education</b></p>\r\n<p>The objective of this Agreement is to provide universal access to quality early childhood programmes for children in the year before full-time school for 600 hours per year, delivered by a qualified early childhood teacher who meets National Quality Framework (NQF) requirements, and with a focus on participation by vulnerable and disadvantaged children.</p>\r\n<p>The enrolment performance indicator has been chosen for assessment as it can be appropriately compared across the years and is a headline indicator of the National Partnership.</p>\r\n\r\n<p><b>National Partnership Agreement on the National Quality Agenda for Early Childhood Education and Care</b></p>\r\n<p>In 2009, the Commonwealth, states and territories committed to increasing their focus on children in their early years to ensure the wellbeing of children throughout their lives and to deliver the vision of the Early Childhood Development Strategy endorsed by COAG that 'by 2020 all children have the best start in life to create a better future for themselves, and for the nation'.</p>\r\n<p>The National Partnership Agreement on the National Quality Agenda for Early Childhood Education and Care contributes to achieving these agreed outcomes by establishing a National Quality Framework (NQF) for early childhood education and care, jointly governed by the Commonwealth, states and territories and assisted by a national body, the Australian Children’s Education and Care Quality Authority. The NQF aims to provide efficient and effective regulation of early childhood education and care service and improve the quality of service delivery.</p>\r\n<p>Services covered by the NQF in all states and territories are assessed and rated against the National Quality Standard (NQS). The NQS sets standards for service quality and requires NQF regulated education and care services, including those in schools, to focus on continuous improvement and consistency.</p>", 
                    "key": "partnership_agreements"
                }
            ], 
            "label": "education"
        }, 
        {
            "requires_authentication": false, 
            "sort_order": 300, 
            "name": "Skills", 
            "view_type": {
                "show_children": true, 
                "name": "Main COAG View", 
                "show_siblings": true
            }, 
            "external_url": null, 
            "children": [], 
            "properties": [
                {
                    "type": 1, 
                    "value": "<p>The objective of the National Agreement for Skills and Workforce Development (NASWD) is a vocational education and\r\ntraining (VET) system that:</p>\r\n<ol type=\"a\">\r\n<li>delivers a productive and highly skilled workforce;</li>\r\n<li>enables all working age Australians to develop the skills and qualifications needed to participate effectively\r\nin the labour market and contribute to Australia’s economic future; and</li>\r\n<li>supports increased rates of workforce participation.</li>\r\n</ol>\r\n<p>To achieve this objective, the three outcomes the agreement seeks to achieve are:</p>\r\n<ol type=\"a\">\r\n<li>the skill levels of the working age population are increased to meet the changing needs of the economy;</li>\r\n<li> all working age Australians have the opportunity to develop skills; and</li>\r\n<li> training delivers the skills and capabilities needed for improved economic participation for working age\r\nAustralians.</li>\r\n</ol>\r\n<p>We assess COAG’s performance against the two benchmarks identified in the NASWD, and supplement this with an\r\nindication of how effectively VET is translating into improved employment outcomes for graduates.</p>\r\n<p><i>See also: National Education Agreement and National Education Reform Agreement on page 22 for assessment of similar\r\nbenchmarks.</i></p>", 
                    "key": "objective"
                }, 
                {
                    "type": 1, 
                    "value": "National Agreement for Skills and Workforce Development", 
                    "key": "agreement"
                }, 
                {
                    "type": 1, 
                    "value": "<p><b>The National Partnership Agreement on Skills Reform</b></p>\r\n<p>The Commonwealth committed $1.75 billion over five years for a National Partnership Agreement on Skills Reform (NPASR) to reform the vocational education and training system. The NPASR commenced in 2012 and expires in June 2017. This assessment is of state, territory and Commonwealth achievement up to 31 December 2013.</p>", 
                    "key": "partnership_agreements"
                }
            ], 
            "label": "skills"
        }, 
        {
            "requires_authentication": false, 
            "sort_order": 400, 
            "name": "Healthcare", 
            "view_type": {
                "show_children": true, 
                "name": "Main COAG View", 
                "show_siblings": true
            }, 
            "external_url": null, 
            "children": [], 
            "properties": [
                {
                    "type": 1, 
                    "value": "<p>The objective of the National Healthcare Agreement (NHA) is for Commonwealth, state and territory governments to\r\nimprove health outcomes for all Australians and ensure the sustainability of the Australian health system (COAG, 2011).</p>\r\n<p>This section includes benchmarks or indicators providing information on five of the seven outcomes of the NHA:</p>\r\n<ol type=\"a\">\r\n<li>Australians are born and remain healthy;</li>\r\n<li>Australians receive appropriate high quality and affordable primary and community health services;</li>\r\n<li>Australians receive appropriate high quality and affordable hospital and hospital related care;</li>\r\n<li>Older Australians receive appropriate high quality and affordable health and aged care services;</li>\r\n<li>Australians have positive health and aged care experiences which take account of individual circumstances\r\nand care needs (not reported);</li>\r\n<li>Australians have a health system that promotes social inclusion and reduces disadvantage, especially for\r\nIndigenous Australians (partially reported – see our section on the National Indigenous Reform Agreement\r\nfor more information); and</li>\r\n<li>Australians have a sustainable health system (not reported).</li>\r\n</ol>", 
                    "key": "objective"
                }, 
                {
                    "type": 1, 
                    "value": "National Healthcare Agreement", 
                    "key": "agreement"
                }, 
                {
                    "type": 1, 
                    "value": "<p><b>The National Partnership Agreement Supporting National Mental Health Reform</b></p>\r\n<p>This National Partnership Agreement Supporting National Mental Health Reform provides funding to the states and territories to deliver improved health, social, economic and housing outcomes for people with severe and persistent mental illness. It was signed on 13 April 2012 and will cease on 30 June 2016. A total of 20 projects have been funded, with each state/territory implementing between one and four discrete projects. This assessment is of state, territory and Commonwealth achievement up to April 2015.</p>", 
                    "key": "partnership_agreements"
                }
            ], 
            "label": "healthcare"
        }, 
        {
            "requires_authentication": false, 
            "sort_order": 500, 
            "name": "Disability", 
            "view_type": {
                "show_children": true, 
                "name": "Main COAG View", 
                "show_siblings": true
            }, 
            "external_url": null, 
            "children": [], 
            "properties": [
                {
                    "type": 1, 
                    "value": "<p>The objective of the National Disability Agreement (NDA) is that ‘People with disability and their carers have an\r\nenhanced quality of life and participate as valued members of the community’ (COAG 2009b). The NDA aims to\r\ncontribute to the following outcomes:</p>\r\n<ol type=\"a\">\r\n<li>people with disability achieve economic participation and social inclusion;</li>\r\n<li>people with disability enjoy choice, wellbeing and opportunity to live as independently as possible; and</li>\r\n<li> families and carers are well supported.</li>\r\n</ol>\r\n<p>The staged implementation of the National Disability Insurance Scheme (NDIS) commenced in mid-2013. The data used\r\nin this section are the latest available; but predate the NDIS rollout.</p>\r\n<p>We assess COAG’s performance against the two benchmarks identified in the NDA, and supplement this with an\r\nindication of the level of participation by people with a disability in social and community activities.</p>", 
                    "key": "objective"
                }, 
                {
                    "type": 1, 
                    "value": "National Disability Agreement", 
                    "key": "agreement"
                }
            ], 
            "label": "disability"
        }, 
        {
            "requires_authentication": false, 
            "sort_order": 600, 
            "name": "Indigenous", 
            "view_type": {
                "show_children": true, 
                "name": "Main COAG View", 
                "show_siblings": true
            }, 
            "external_url": null, 
            "children": [], 
            "properties": [
                {
                    "type": 1, 
                    "value": "<p>The overarching objective of the National Indigenous Reform Agreement (NIRA) is to implement intergovernmental\r\nreforms to close the gap in Indigenous disadvantage. COAG has recognised that overcoming Indigenous disadvantage\r\nwill require long-term commitment across the Closing the Gap benchmarks (COAG, 2008):</p>\r\n<ul>\r\n<li>Close the life expectancy gap within a generation (by 2031)</li>\r\n<li>Halve the gap in mortality rates for Indigenous children under five within a decade (by 2018)</li>\r\n<li>Ensuring that 95 per cent of all Indigenous four-year-olds are enrolled in early childhood education (by 2025)</li>\r\n<li>Close the gap between Indigenous and non-Indigenous school attendance within five years (by 2018)</li>\r\n<li>Halve the gap for Indigenous students in reading, writing and numeracy within a decade (by 2018)</li>\r\n<li>Halve the gap for Indigenous people aged 20-24 in Year 12 attainment or equivalent attainment rates by 2020</li>\r\n<li>Halve the gap in employment outcomes between Indigenous and non-Indigenous Australians within a decade\r\n(by 2018).</li>\r\n</ul>\r\n\r\n<p>Unlike other National Agreements, the NIRA covers a range of service areas, drawing together Indigenous-related\r\ninformation from other Agreements plus additional NIRA-specific performance benchmark information. For the purposes\r\nof this summary report, the additional indicators have not been analysed—instead, attention has focused specifically on\r\nthe Closing the Gap targets.</p>", 
                    "key": "objective"
                }, 
                {
                    "type": 1, 
                    "value": "National Indigenous Reform Agreement", 
                    "key": "agreement"
                }
            ], 
            "label": "indigenous"
        }, 
        {
            "requires_authentication": false, 
            "sort_order": 700, 
            "name": "Infrastructure", 
            "view_type": {
                "show_children": true, 
                "name": "Main COAG View", 
                "show_siblings": true
            }, 
            "external_url": null, 
            "children": [], 
            "properties": [
                {
                    "type": 1, 
                    "value": "<p><b>National Partnership Agreement on Land Transport Infrastructure Projects</b></p>\r\n<p>The National Partnership Agreement on Land Transport Infrastructure Projects (NPALTIP) is designed to contribute to a safe, sustainable national transport system that enhances connectivity and supports economic opportunity.</p>\r\n<p>The NPALTIP was finalised in October 2014. It follows on from, and includes transitional projects started under, the National Partnership Agreement on Implementation of Major Infrastructure Projects and the National Partnership Agreement on Implementation of the Nation Building Program 2009-2014. Agreed projects are included in the Schedules of Works.</p>", 
                    "key": "partnership_agreements"
                }
            ], 
            "label": "infrastructure"
        }, 
        {
            "requires_authentication": false, 
            "sort_order": 800, 
            "name": "Legal Assistance", 
            "view_type": {
                "show_children": true, 
                "name": "Main COAG View", 
                "show_siblings": true
            }, 
            "external_url": null, 
            "children": [], 
            "properties": [
                {
                    "type": 1, 
                    "value": "<p><b>The National Partnership Agreement on Legal Assistance Services</b></p>\r\n<p>The objective of the National Partnership Agreement on Legal Assistance Services (NPLAS) is a national system of legal assistance that is integrated, efficient and cost-effective, and focused on providing services for disadvantaged Australians in accordance with access to justice principles of accessibility, appropriateness, equality, efficiency and effectiveness. This NPLAS was extended for twelve months from June 2014 to June 2015.</p>\r\n<p>The national benchmarks of a 30 per cent increase in early intervention services and a 25 per cent increase in the total number of services delivered by legal aid commissions by 30 June 2015 were chosen for assessment as major outcomes of the NPLAS. Service data should not be read without considering the broader context in which legal assistance services work. For example, some jurisdictions adjusted their early intervention service delivery models in response to internal policy shifts, and external factors such as changes to legislation and court practices. The 2014 review of the NPLAS, conducted by The Allen Consulting Group, provides additional analysis of performance against the benchmarks, within this context (Allen Consulting Group, 2014).</p>\r\n<p>A new NPLAS on Legal Assistance Services commenced on 1 July 2015 and does not include benchmarks on early intervention or require percentage increases.</p>", 
                    "key": "partnership_agreements"
                }
            ], 
            "label": "legal_assistance"
        }
    ], 
    "properties": [
        {
            "type": 1, 
            "value": "Australia", 
            "key": "region"
        }
    ], 
    "label": "aus"
}

